Repository: amarh/openPLM
Catalog: trunk/openPLM/apps/badges/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Autobiographer
es: Autobiógrafo(a)
fr: Autobiographe

source: Completed the User Profile
es: Ha completado su prefile
fr: A complété son profile

source: Cancelled XX objects
es: Ha cancellado XX objetos
fr: A annulé XX objets

source: Sponsored 4 users
es: Ha patrocinado 4 usarios
fr: A parrainé 4 utilisateurs

source: Sponsored more than 10 users
es: Ha patrocinado mas que 10 usarios
fr: A parrainé plus de 10 utilisateurs

source: Delegate right(s) to his (her) sponsor
es: Ha delegado derecho(s) a su patrocinador(a)
fr: A déléguer un(des) droit(s) à son parrain

source: Added a file named pinkie pie, applejack, twilight sparkle, rarity, rainbow dash or fluttershy
es: Ha añadido un fichiero nombrado pinkie pie, applejack, twilight sparkle, rarity, rainbow dash o fluttershy
fr: A ajouté un fichier contenant pinkie pie, applejack, twilight sparkle, rarity, rainbow dash ou fluttershy dans son nom

source: Added files named pinkie pie, applejack, twilight sparkle, rarity, rainbow dash and fluttershy
es: Ha añadido fichieros nombrado pinkie pie, applejack, twilight sparkle, rarity, rainbow dash y fluttershy
fr: A ajouté des fichiers contenant chacun pinkie pie, applejack, twilight sparkle, rarity, rainbow dash et fluttershy dans leur nom

source: Added and destroyed a file named spike
es: Ha añadido e borrado un fichiero nombrado spike
fr: A ajouté et supprimer(détruit) un fichier nommé spike

source: Notified 50 users
es: Ha avisado 50 usarios
fr: A notifié 50 utilisateurs

source: Journalist
es: Periodista
fr: Journaliste

source: Published XX objects
es: Ha publicado XX objetos
fr: A publié XX objets

source: Created 100 part-documents links
es: Ha creado 100 relaciones partes-documentos
fr: A créé 100 liens part-documents

source: Created a Part named `Wizard Wand`
es: Ha creado una parte nombrada Wizard Wand
fr: A créé une part nommée Wizard Wand

source: Created 121 parts and documents
es: Ha creado 121 partes y documentos
fr: A créé 121 parts et documents

source: Guru
es: Gurú
fr: Gourou

source: Created XX groups
es: Ha creado XX grupos
fr: A créé XX groupes

source: Archivist
es: Archivero(a)
fr: Archiviste

source: Deprecated XX documents
es: Ha depreciado XX documentos
fr: A déprécié XX documents

source: Wised One
es: Sabio
fr: Sage

source: Rejected 500 documents signatures (or demoted 500 objects)
es: Ha rechezado 500 firmas de documentos (o ha degrado 500 objetos)

source: Cloned a part/document
es: Ha clonado una parte/un documento
fr: A cloné une part/document

source: Cloned a cancelled or deprecated object
es: Ha clonado un objeto cancellado o depreciado
fr: A cloné un objet annulé ou déprécié

source: Cloned object owned and created by another user
es: Ha clonado un objeto que no le pertenece
fr: A cloné un objet dont il n'est ni le propriétaire ni le créateur

source: Materialistic
es: Materialista
fr: Matérialiste

source: Owns more than 1000 objects
es: Tiene mas que 1000 objetos
fr: Possède plus de 1000 objets

source: Belongs to 20 groups or more
es: Pertenece a 20 gupos o mas
fr: Appartient à plus de 20 groupe

source: Posted the comment `Chocking Hazard`
es: Ha publicado el commentario Chocking Hazard
fr: A posté le commentaire Chocking Hazard

source: Posted 100 :) comments
es: Ha publicado 100 commentario con :)
fr: A posté 100 commentaires contenant :)

source: You just got the %s Badge!
es: Has ganado la medalla de %s!
fr: Vous venez de gagner le Badge %s!

source: Badges
es: Medallas

source: Badge : %s
es: Medalla : %s

source: <a href="/badges/">List</a> of all badges available
es: <a href="/badges/">Lista</a> de todas las medallas a disposición
fr: <a href="/badges/">Liste</a> des badges disponibles

source: Level :
es: Nivel :
fr: Niveau :

source: Users who won this badge :
es: Usarios quiénes han ganado esta medalla :
fr: Utilisateurs ayant obtenu ce badge :

source: Nobody has earned this badge!
es: Ningun ha ganado esta medalla!
fr: Personne n'a obtenu ce badge!

source: <h3 style="margin-top:0">The Badge System</h3> <p><!-- description badge and why--></p> <p><span style="color:#855e42">Bronze Badges</span> are given for completing basic tasks.</p><br/> <p><span style="color:#a8a8a8">Silver Badges</span> are given for being an active member.</p><br/> <p><span style="color:#cd7f32">Gold Badges</span> are given for going above the role of active participation.</p><br/> <p><span style="color:#cdcdcd">Diamond Badges</span> are the one you may not win except if you really want them.</p><br/>
es: <h3 style="margin-top:0">El sistema de las Medallas</h3> <p><!-- description badge and why--></p> <p><span style="color:#855e42">Las medallas de Bronze</span> son concedidas cuando ha completado basicas tareas.</p><br/> <p><span style="color:#a8a8a8">Las medallas de Plata</span> son concedidas alos usarios actives.</p><br/> <p><span style="color:#cd7f32">Las medallas de Oro</span> son concedidas a los usarios quienes participan mas.</p><br/> <p><span style="color:#cdcdcd">Las medallas de Diamante</span> son concedidas solo a los usarios quienes las querian.</p><br/>
fr: <h3 style="margin-top:0">Le Système des Badges</h3> <p><!-- description badge and why--></p> <p><span style="color:#855e42">Les badges Bronzes</span> sont attribués aux utilisateurs qui complétent les tâches basiques.</p><br/> <p><span style="color:#a8a8a8">Les badges d' Argent</span> sont attribués aux membres actifs.</p><br/> <p><span style="color:#cd7f32">Les badges d'Or</span> sont attribués à ceux qui participent le plus.</p><br/> <p><span style="color:#cdcdcd">Les badges Diamants </span> ne sont attribués qu'à ceux qui veulent <i>vraiment</i> les obtenir.</p><br/>

source: Badges are fun! They're just little reminders that <strong>you are awesome</strong>
es: Las medallas estan divertidas! Estan justo recuerdos que <strong> estas formidable</strong>
fr: Les badges sont marrants! Ils vous rappellent que <strong>vous êtes super</strong>

source: Badges you have won are checked
es: Las medallas que usted ha ganado estan marcadas
fr: Les badges que vous avez obtenus sont cochés

source: Got it
es: Le ha ganado
fr: Obtenu

source: Badge
es: Medalla

source: Number of users who won the badge
es: Numero de usarios quiene han ganado la medalla
fr: Nombre d'utilisateurs ayant gagné le badge

source: Description
es: Descripcion

source: You have earned this badge
es: Usted ha ganado esta medalla
fr: Vous avez obtenu ce badge

source: <h3 style="margin-top:0">The Badge System</h3> <p><!-- description badge and why--></p> <p><span style="color:#855e42">Bronze Badges</span> are given for completing basic tasks.</p><br/> <p><span style="color:#a8a8a8">Silver Badges</span> are given for being an active member.</p><br/> <p><span style="color:#cd7f32">Gold Badges</span> are given for going above the role of active participation.</p><br/> <p><span style="color:#cdcdcd">Diamond Badges</span> are the one you may not win except if you really want them.</p><br/>
es: <h3 style="margin-top:0">El sistema de las Medallas</h3> <p><!-- description badge and why--></p> <p><span style="color:#855e42">Las medallas de Bronze</span> son concedidas cuando ha completado basicas tareas.</p><br/> <p><span style="color:#a8a8a8">Las medallas de Plata</span> son concedidas alos usarios actives.</p><br/> <p><span style="color:#cd7f32">Las medallas de Oro</span> son concedidas a los usarios quienes participan mas.</p><br/> <p><span style="color:#cdcdcd">Las medallas de Diamante</span> son concedidas solo a los usarios quienes las querian.</p><br/>
fr: <h3 style="margin-top:0">Le Système des Badges</h3> <p><!-- description badge and why--></p> <p><span style="color:#855e42">Les badges Bronzes</span> sont attribués aux utilisateurs qui complétent les tâches basiques.</p><br/> <p><span style="color:#a8a8a8">Les badges d' Argent</span> sont attribués aux membres actifs.</p><br/> <p><span style="color:#cd7f32">Les badges d'Or</span> sont attribués à ceux qui participent le plus.</p><br/> <p><span style="color:#cdcdcd">Les badges Diamants </span> ne sont attribués qu'à ceux qui veulent <i>vraiment</i> les obtenir.</p><br/>

source: Welcome To Hogwarts
fr: Bienvenue à Poudlard

source: Rejected 500 objects signatures (or demoted 500 objects)
fr: A rejeté la validation de 500 objets (ou les a refusés)

source: Popular
fr: Populaire

source: Darth Vader
fr: Dark Vador

source: <a href=%(link)s target="_blank"><img src="/media/img/focus.png" title="Related documentation"/></a>
fr: <a href=%(link)s target="_blank"><img src="/media/img/focus.png" title="Documentation liée"/></a>
