Repository: amarh/openPLM
Catalog: trunk/openPLM/apps/document3D/locale/*/LC_MESSAGES/django.po
Languages: fr

source: This document has no 3D data. Maybe it does not have a STEP/STL file or openPLM has not yet converted its STEP file.
fr: Ce document n'a pas de données 3D associées. Peut-être qu'il n'a pas de fichier STEP/STL ou openPLM n'a pas encore converti son fichier STEP.

source: Set to axometric view
fr: Régler en vue axométrique

source: Set to front view
fr: Régler en vue de face

source: Set to right view
fr: Régler en vue de droite

source: Set to top view
fr: Régler en vue du dessous

source: Set to rear view
fr: Régler en vue arrière

source: Set to left view
fr: Régler en vue de gauche

source: Set to bottom view
fr: Régler en vue du dessous

source: Random colors
fr: Couleurs aléatoires

source: Initial colors
fr: Couleurs initiales

source: Toggle transparency
fr: Alterner la transparence

source: Toggle axis visibility
fr: Changer la visibilité des axes

source: Zoom out
fr: Dézoomer

source: Zoom in
fr: Zoomer

source: Fit all
fr: Ajuster à la fenêtre

source: Assembly
fr: Assemblage

source: Child
fr: Enfant

source: Order
fr: Ordre

source: Quantity
fr: Quantité

source: Unit
fr: Unité

source: Reference
fr: Référence

source: Revision
fr: Révision

source: Name
fr: Nom

source: Display or Hide all assemblys at this level
fr: Afficher ou cacher tous les assemblages de ce niveau

source: Level
fr: Niveau

source: already indexed
fr: déjà référencé

source: Create
fr: Créer

source: A document (<a href="/object/%(type)s/%(ref)s/%(rev)s/">%(ref)s</a> ) with a STEP file (<a href="/file/%(f_id)s/">%(f_name)s</a>) is linked to this part. Do you want to analyse it to build the BOM? <a style="color:#FFFF00" href="%(plmobject_url)sdecompose/%(f_id)s/">Yes</a>
fr: Un document (<a href="/object/%(type)s/%(ref)s/%(rev)s/">%(ref)s</a> ) contenant un fichier STEP (<a href="/file/%(f_id)s/">%(f_name)s</a>) est attaché à cette part. Souhaitez vous l'analyser pour générer la nomenclature? <a style="color:#FFFF00" href="%(plmobject_url)sdecompose/%(f_id)s/">Oui</a>

source: View in 3D
fr: Visualiser en 3D
