Repository: amarh/openPLM
Catalog: openPLM/apps/subversion/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Valid value are HEAD, a number or a date between brackets
es: Valor valido es HEAD , un numero o una fecha entre corchetes
fr: Les valeurs correctes sont HEAD, un nombre ou une date entre crochets

source: repository uri
es: uri del deposito
fr: uri du dépot

source: svn revision
es: revision de svn
fr: revision du svn

source: issue tracking system
es: sistema de seguimiento de errores
fr: système de suivi des problèmes

source: Sorry, openPLM cannot access to this repository.
es: Lo sentimos, openPLM no puede acceder a este repositorio.
fr: Désolé, openPLM ne peut pas accéder à ce dépot.

source: Last changelogs:
es: Ultimos cambios
fr: Derniers changelogs

source: Loading...
es: Cargango...
fr: Chargement...

source: You cannot add a file to a SubversionRepository.
es: Usted no puedo a√±adir un fichero a SubversionRepository
fr: Vous ne pouvez pas ajouter un fichier à un SubversionRepository

source: To check-out this repository, run the following command:
es: Para revisar (check-out) este repositorio , ejecute el siguiente comando:
fr: Pour télécharger ce répertoire, exécutez la commande suivante :

source: To export this repository, run the following command:
es: Para exportar este repositorio , ejecute el siguiente comando:
fr: Pour exporter ce répertoire, exécutez la commande suivante :
