Repository: amarh/openPLM
Catalog: openPLM/apps/document3D/locale/*/LC_MESSAGES/django.po
Languages: es

source: This document has no 3D data. Maybe it does not have a STEP/STL file or openPLM has not yet converted its STEP file.
es: Este documento 3D no contiene informacion para su visualizacion. Quizas no se agrego ningun fichero STEP/STL o openPLM esta trabajando en su conversion.

source: Set to axometric view
es: Poner en vista axometric

source: Set to front view
es: Poner en vista frontal

source: Set to right view
es: Poner en vista de derecha

source: Set to top view
es: Poner en vista de arriba

source: Set to rear view
es: Poner en vista de atras

source: Set to left view
es: Poner en vista de izquierda

source: Set to bottom view
es: Poner en vista de abajo

source: Random colors
es: Colores aleatorias

source: Initial colors
es: Colores iniciales

source: Toggle transparency
es: Activar/desactivar la transparencia

source: Toggle axis visibility
es: Activar/desactivar la visibilidad de los ejes

source: Zoom out
es: Zoom menos

source: Zoom in
es: Zoom mas

source: Fit all
es: Centrar

source: Assembly
es: Ensamblaje

source: Child
es: Hijo

source: Order
es: Orden

source: Quantity
es: Cantidad

source: Unit
es: Unidad

source: Type
es: Tipo

source: Reference
es: Referencia

source: Name
es: Nombre

source: Display or Hide all assemblys at this level
es: Mostrar o Ocultar todos los ensamblajas para este nivel

source: Level
es: Nivel

source: already indexed
es: ya indexado

source: Create
es: Crear

source: A document (<a href="/object/%(type)s/%(ref)s/%(rev)s/">%(ref)s</a> ) with a STEP file (<a href="/file/%(f_id)s/">%(f_name)s</a>) is linked to this part. Do you want to analyse it to build the BOM? <a style="color:#FFFF00" href="%(plmobject_url)sdecompose/%(f_id)s/">Yes</a>
es: Un documento (<a href="/object/%(type)s/%(ref)s/%(rev)s/">%(ref)s</a> ) que contiene un archivo STEP (<a href="/file/%(f_id)s/">%(f_name)s</a>) es relacionado con esta parte. Quiere analizarlo para generar el BOM? <a style="color:#FFFF00" href="%(plmobject_url)sdecompose/%(f_id)s/">Si</a>
