Repository: amarh/openPLM
Catalog: trunk/openPLM/apps/computer/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: supplier
es: proveedor
fr: fournisseur

source: tech details
es: detalles tecnicos
fr: détails techniques

source: tech_details
fr: détails techniques

source: motherboard type
es: tipo de la tarjeta madre
fr: type de la carte mère

source: size in mo
es: tamaño en mo
fr: taille en mo

source: capacity in go
es: capacidad en go
fr: capacité en go

source: number of buttons
es: cantitad de botones
fr: nombre de boutons

source: keymap
es: disposición de las teclas
fr: disposition des touches

source: horizontal resolution
es: resolucion horizontal
fr: taille horizontale

source: vertical resolution
es: resolucion vertical
fr: taille verticale

source: manufacturer
es: fabricante
fr: fabricant

source: customer
es: cliente
fr: client

source: tech characteristics
es: caractéristicas tecnicas
fr: caractéristiques techniques
