Repository: amarh/openPLM
Catalog: openPLM/locale/*/LC_MESSAGES/django.po
Languages: es

source: Examples and more precise descriptions are available in the
es: Ejemplos y descripciones mas precisos estan disponibles en la

source: documentation
es: documentacion

source: Data have been successfully imported.
es: El dato ha sido importado con éxito.

source: Click here to import a new CSV file.
es: Click aqui para importar un nuevo fichero CSV.

source: Click here to import a new BOM.
es: Click aqui para importar un nuevo BOM.

source: Click here to sponsor more users.
es: Click aqui para patrocinar usarios.

source: Message from openPLM
es: Mensaje de openPLM

source: Object:
es: Objeto:

source: A new action has been done:
es: Se ha realizado una nueva accion:

source: Details
es: Detalles

source: Click here to see more details.
es: Click aqui para ver mas detalles.

source: Details:
es: Detalles:

source: Url of the object:
es: Url del objeto:

source: %(s_first_name)s %(s_last_name)s (%(s_username)s) ask you to join the group %(group)s.
es: %(s_first_name)s %(s_last_name)s (%(s_username)s) os solicita unirseal grupo %(group)s.

source: Click here to accept the invitation
es: Click aqui para aceptar la invitacion

source: Accept invitation
es: Aceptar invitacion

source: Click here to refuse the invitation
es: Click aqui para rechazar la invitación

source: Refuse invitation
es: Rechazar invitacion

source: %(s_first_name)s %(s_last_name)s (%(s_username)s) ask you to join the group %(group)s.
es: %(s_first_name)s %(s_last_name)s (%(s_username)s) os solicita unirseal grupo %(group)s.

source: Welcome %(first_name)s %(last_name)s!
es: Bienvenido %(first_name)s %(last_name)s!

source: %(s_first_name)s %(s_last_name)s (%(s_username)s) added you to OpenPLM.
es: %(s_first_name)s %(s_last_name)s (%(s_username)s) os añadió a OpenPLM.

source: Your credentials:
es: Sus credenciales:

source: Username:
es: Nombre de usuario:

source: Password:
es: Contraseña:

source: You should change your password!
es: Usted debe cambiar su contraseña!

source: Click here to change your password
es: Click aqui para cambiar su contraseña

source: Welcome %(first_name)s %(last_name)s! %(s_first_name)s %(s_last_name)s (%(s_username)s) added you to OpenPLM. Your credentials: - username: %(username)s - password: %(password)s You should change your password ! See http://%(domain)s/user/%(username_url)s/password/
es: Bienvenido %(first_name)s %(last_name)s! %(s_first_name)s %(s_last_name)s (%(s_username)s) os añadió a OpenPLM. Sus credenciales: - nombre de usario : %(username)s - contraseña : %(password)s Usted debe cambiar su contraseña!Vea http://%(domain)s/user/%(username_url)s/password/

source: Attach a new document
es: Conectar un nuevo documento

source: Add a new part
es: Añadir una nueva parte

source: Attach a new part
es: Conectar una nueva parte

source: Display thumbnails
es: Mostrar las miniaturas

source: Show related documents
es: Mostrar los documentos relacionados

source: Create a part and add it
es: Crear una parte y añadirla

source: EDIT
es: EDITAR

source: Level
es: Nivel

source: Qty
es: Cant.

source: Unit
es: Unidad

source: Order
es: Orden

source: Quantity
es: Cantidad

source: Delete ?
es: Borrar ?

source: (replace)
es: (reemplazar)

source: Select a part to replace the part %(type)s // %(reference)s // %(revision)s // %(name)s.
es: Selecciona una parte para reemplazar la parte %(type)s // %(reference)s // %(revision)s // %(name)s.

source: Here is the list of documents you may want to attach to the new part. Select documents you want to attach.
es: Ha aqui una lista de todos los documentos que usted podria desear conectar a la nueva parte. Seleccione los documentos que desea conectar.

source: Here is the list of parts you may want to add to the new part. Select parts you want to add.
es: Ha aqui una lista de todos las partes que usted podria desear conectar a la nueva parte. Seleccione las partes que desea añadir.

source: Download all CAD files
es: Descargar todos los ficheros CAD

source: There are no documents attached to this part.
es: No hay documentos adjuntos para esta parte

source: Attach another document
es: Adjunte otro documento

source: Create a document and attach it to the part.
es: Crear un documento y conectarlo a esta parte.

source: Connect new document :
es: Conectar nuevo documento :

source: Here is the list of documents you may want to attach to the new revision. Select documents you want to attach.
es: Ha aqui una lista de todos los documentos que usted podria desear conectar a la nueva revision. Seleccione los documentos que desea conectar.

source: Here is the list of parts you may want to add to the new revision. Select parts you want to add.
es: Ha aqui una lista de todos las partes que usted podria desear conectar a la nueva revision. Seleccione las partes que desea añadir.

source: Here is the list of the current parents you may want to update to link to the new revision. Select parts you want to update.
es: he aqui la lista de los padres actuales que usted podria desear actualizar con linksa la nueva revision, seleccione las partes que desee actualizar

source: Attach
es: Conectar

source: Add child
es: Añadir hijo

source: Previous
es: Anterior

source: Next
es: Siguiente

source: First page
es: Primera página

source: Last page
es: Última página

source: START DELEGATE :
es: COMENZAR A DELEGAR :

source: OWNERSHIP
es: PROPIEDAD

source: SIGNATURE 1st LEVEL
es: FIRMA DE 1.er NIVEL

source: SIGNATURE 2nd LEVEL
es: FIRMA DE 2.º NIVEL

source: ALL SIGNATURES
es: TODAS LAS FIRMAS

source: NOTIFICATIONS
es: NOTIFICACIONES

source: Sponsor
es: Patrocinador

source: First Name
es: Nombre

source: Last Name
es: Apellidos

source: Role
es: Rol

source: STOP DELEGATION
es: DETENER DELEGACIÓN

source: Resend mail
es: Re-enviar mail

source: Click here to create another group.
es: Click aqui para crear otro grupo.

source: You are in the following groups:
es: Usted pertenece a los siguientes grupos:

source: User
es: Usuario

source: PASSWORD MODIFICATION:
es: MODIFICACIÓN DE CONTRASEÑA:

source: CHANGE PASSWORD
es: CAMBIO DE CONTRASEÑA

source: Last edited objects
es: Ultimos objetos editados

source: Click here to sponsor several users from a CSV file.
es: Click aqui para patrocinar varios usuarios desde un fichero CSV

source: You can not sponsor a new user since you are not a contributor.
es: Usted no puede patrocinar a nuevos usuarios por que no es un contribuidor.
