Repository: amarh/openPLM
Catalog: openPLM/locale/*/LC_MESSAGES/django.po
Languages: es

source: Internal error
es: Error interno

source: Bad reference: '#', '?', '/' and '..' are not allowed
es: Referencia errónea: '#', '?', '/' y '..' no estan permitidos

source: Bad revision: '#', '?', '/' and '..' are not allowed
es: Revisión errónea: '#', '?', '/' y '..' no estan permitidos

source: Bad group, check that the group exists and that you belong to this group.
es: Grupo erróneo, compruebe que el grupo existe y usted pertenece al mismo.

source: Checking this box, you allow OpenPLM to set the reference of the object.
es: Marcando este casilla, usted permite OpenPLM establecer la referencia del objeto.

source: You did not check the Auto box: the reference is required.
es: Usted no ha marcado la casilla Auto: la reference es necesaria.

source: An object with the same type, reference and revision already exists
es: Ya existe un objeto con el mismo tipo, referencia y revisión

source: An object with the same type and reference exists, you may consider to revise it.
es: Ya existe un objeto con el mismo tipo y referencia , usted deberia considerar revisar el mismo.

source: Select a type
es: Seleccione un tipo

source: Query
es: Consulta

source: The object %(type)s // %(reference)s // %(revision)s does not exist. Note that all fields are case-sensitive.
es: El objeto %(type)s // %(reference)s // %(revision)s no existe. Note que todos los campos son sensibles al caso.

source: All levels
es: Todos los niveles

source: First level
es: Primer nivel

source: Last level
es: Ultimo nivel

source: All status
es: Todos los estados

source: Official
es: Oficial

source: only search results
es: sólo resultados de búsqueda

source: Hierarchical
es: Jerárquico

source: layout
es: disposición

source: child
es: hijo

source: parents
es: padres

source: owner
es: propietario

source: signer
es: firmante

source: notified
es: notificado

source: part
es: parte

source: owned
es: poseido

source: to sign
es: a firmar

source: request notification from
es: tenemos demanda de notificación

source: user
es: usuario

source: Type
es: Tipo

source: Username
es: Nombre de usuario

source: Contributor: can create parts, documents, groups and sponsor other users
es: Contribuidor: puede crear partes, documentos, grupos y patrocinar otros usarios

source: Reader: can not edit or create contents
es: Espectador: no puede editar ni crear contenidos

source: Restricted account: can only access to specific contents
es: Limitado cuenta :solo puede acceder a especificos contenidos

source: The new user will belong to the selected groups
es: El nuevo usuario formara parte de los grupos seleccionados

source: Email address must be unique.
es: La direccion de Email debe ser única.

source: Email's domain not valid
es: Dominio de Email no valido

source: Warning! There are homonyms: %s!
es: Atención! Hay homóninos: %s!

source: A contributor or reader must belong to at least one group.
es: Un contribuidor o espectador debe formar parte por lo menos de un grupo.

source: Columns must have distinct headers.
es: Las columnas deben tener cabeceras distintas.

source: Password
es: Contraseña:

source: Your password was entered incorrectly. Please enter it again.
es: El password introducido es incorrecto.Por favor intentelo de nuevo

source: administrator
es: administador

source: contributor
es: contribuidor

source: restricted account
es: cuento limitado

source: viewer
es: espectador

source: date of creation
es: fecha de creacción

source: date of last modification
es: fecha de ultima modificación

source: name
es: nombre

source: creator
es: creador

source: reference
es: referencia

source: Required. 50 characters or fewer. Letters, numbers , except #, ?, / and .. characters
es: Necesario. 50 cáracteres o menos. Cartas, números, excepto #, ?, / y .. carácteres

source: type
es: tipo

source: Name of the product
es: Nombre del producto

source: group
es: grupo

source: lifecycle
es: ciclo de vida

source: state
es: estado

source: published
es: publicado

source: The object is at its last state.
es: El objeto esta en su ultimo estado.

source: attributes
es: atributos

source: revisions
es: revisiones

source: history
es: historia

source: BOM-child
es: BOM-hijo

source: Some children are at a lower or draft state.
es: Algunos hijos están en un estado inferior o preliminar.

source: There are no official documents attached.
es: No hay documentos oficiales adjuntos para esta parte

source: This document has no files.
es: Esta documento no tiene archivos

source: Some files are locked.
es: Algunos archivos estan cerrados

source: files
es: archivos

source: parts
es: partes

source: date of validation
es: fecha de validación

source: True if guest created the invitation
es: Verdadero si el visitante creo la invitación

source: date of promotion
es: fecha de creacción

source: Amounts
es: Cantidades

source: Each
es: Cada

source: Lengths
es: Longitudes

source: Volumes
es: Volumenes

source: Masses
es: Masas

source: role in PLM
es: rol en PLM

source: Enter a valid e-mail address.
es: Introduzca una dirección de e-mail válida.

source: e-mail address
es: dirección e-mail

source: It's not a valid child.
es: No es un hijo valide.

source: It's not a valid document.
es: No es un documento valide.

source: signer level
es: nivel del firmante

source: signer all levels
es: firmante a todos los niveles

source: Search
es: Buscar

source: Browse
es: Explorar

source: Error 404: it seems %(request_path)s is not a valid url.
es: Error 404: parece que %(request_path)s no es una url valida.

source: Internal server error.
es: Error interno del servidor.

source: %(time_since)s ago
es: hace %(time_since)s

source: Edit this information
es: Editar esta informacion

source: Change my password
es: Cambiar mi contraseña

source: Download as PDF
es: Descargar como PDF

source: Clone
es: Clonar

source: Comments
es: Comentarios

source: One comment has been posted.
es: Un comentario ha sido publicado.

source: %(comment_count)s comments have been posted.
es: %(comment_count)s comentarios han sido publicados.

source: Posted by:
es: Publicado por:

source: Date:
es: Fecha:

source: No comments have been posted yet.
es: No se han publicado comentarios.

source: Post a comment
es: Publicar un comentario

source: Post
es: Publicar

source: Home page
es: Pagina principal

source: HOME
es: PRINCIPAL

source: SEARCH
es: BUSCAR

source: BROWSE
es: EXPLORAR

source: CREATE
es: CREAR

source: NAVIGATE
es: NAVEGAR

source: STUDY
es: ESTUDIAR

source: Toggle the left panel
es: Mostrar el panel izquiero

source: You are not allowed to see this object
es: No le esta permitido visualizar este objeto

source: Objects
es: Objetos

source: Parts
es: Partes

source: Documents
es: Documentos

source: Groups
es: Grupos

source: Users
es: Usuarios

source: Recently added
es: Recientemente añadido

source: Sorted by name
es: Clasificado por nombre

source: All states
es: Todos los estados

source: Official state
es: Oficial estado

source: Published
es: Publicado

source: Results
es: Resultados

source: Only official objects
es: Solo objetos oficiales

source: Only published objects
es: Solo objetos publicados

source: All objects
es: Todos los objetos

source: (%(start)s - %(end)s on %(total)s)
es: (%(start)s - %(end)s en %(total)s)

source: OBJECT CLONING:
es: CLONACIÓN DE OBJETO:

source: Links
es: Relacion

source: No object ( part and document ) is related to this part.
es: Ninguno objeto ( parte y documento ) está relacionado con este objeto.

source: No part is attached to this document.
es: Ninguna parte está relacionado con este documento.

source: CLONE
es: CLONAR

source: You can not clone this object since you are not a contributor.
es: Usted no puede clonar este objeto si no es contribuidor.

source: OBJECT CREATION:
es: CREACCIÓN DE OBJETO:

source: This part will be attached to the document %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.
es: Esta parte va a ser conectada el documento %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.

source: This document will be attached to the part %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.
es: Este documento va a ser conectado a la parte %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.

source: This part will be added to the part %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.
es: Esta parte va a ser añadida a la parte %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.

source: Other creation tools:
es: Otras herramientas de creaccion

source: Import several parts or documents from CSV file.
es: Importar varias partes o documentos desde un fichero CSV.

source: Import a BOM from a CSV file.
es: Importación de un BOM a partir de un fichero CSV

source: Sponsor a new user
es: Patrocinar un nuevo usuario

source: Sponsor several users from a CSV file.
es: Patrocinar varios usuarios a partir de un fichero CSV

source: You can not create an object since you are not a contributor.
es: Usted no puede crear un objeto si no es contribuidor.

source: OBJECT MODIFICATION:
es: MODIFICACIÓN DE OBJETO:

source: MODIFY
es: MODIFICAR

source: Undo
es: Deshacer

source: go back
es: atras

source: Welcome %(full_name)s
es: Bienvenido %(full_name)s

source: Groups that you own: pending invitations
es: Grupos propios:Invitaciones pendientes

source: Groups that you may join: pending invitations
es: Grupos a los que usted puede unirse: invitacion pendientes

source: You have the rights of owner on this object
es: Usted tiene derechos de proprietario sobre este objeto

source: Are you sure?
es: Esta usted seguro?

source: If you promote or demote this object, you may not be allowed to undo this action.
es: Si usted promociona o degrada este objeto , usted podia no estar autoriza para deshacer estaaccion.

source: The following revisions will be cancelled:
es: Las siguientes revisiones seran canceladas:

source: The following revisions will be deprecated:
es: Las siguientes revisiones seran depreciadas

source: You can not demote this object since its state is official or more advanced.
es: Usted no puede degradar esta objeto ya que su estado es oficial o mas avanzado.

source: You do not have the permission to demote this object.
es: usted no tiene permiso para degradar este objeto

source: You can not promote this object:
es: Usted no puede promover este objeto:

source: You do not have the permission to promote this object.
es: Usted no tiene permiso para promover este objeto.

source: You can not cancel this object since it has more than one revision.
es: Usted no puede cancelar este objeto por que este tiene más que una revision.

source: You can not cancel this object since it is related to an other object (part , document).
es: Usted no puede cancelar este objeto por que está relacionado con un otro objeto (parte, documento).

source: You do not have the permission to cancel this object.
es: Usted no tiene permiso para cancelar este objeto

source: You can not cancel this object since its state is more advanced than draft.
es: Usted no puede cancelar este objeto ya que su estado es mas avanzado que preliminar.

source: DEMOTE
es: DEGRADAR

source: PROMOTE
es: PROMOVER

source: Warning, if you cancel this object, it won't be anymore accessible to everyone.
es: Atención , si usted cancela este objeto, no podra ser accessible por todos en adelante.

source: CANCEL
es: CANCELAR

source: Warning, if you publish this object, it will be accessible to everyone, including anonymous users.
es: Attención, si usted publica este objeto, este objeto sera accessible por todos, hasta los usarios anónimos.

source: PUBLISH
es: PUBLICAR

source: Warning, if you unpublish this object, it won't be anymore accessible to everyone.
es: Atención , si usted cancela la publicación de este objeto, no podra ser accessible por todos en adelante.

source: UNPUBLISH
es: CANCELAR LA PUBLICACIÓN

source: This object has been published:
es: Este objeto ha sido publicado:

source: Public link
es: Publico enlace

source: REPLACE
es: REEMPLAZAR

source: Notify
es: Avisar

source: Unnotify me
es: Desnotificarme

source: Notify me
es: Avisarme

source: Give access to a restricted account
es: Dar acceso a un limitado cuenta

source: openPLM LOGIN PAGE
es: pagina de ACCESO a openPLM

source: Welcome to openPLM
es: Bienvenido a openPLM

source: Go
es: Ir

source: is the first genuine open source PLM based on
es: es el primer software genuino PLM de codigo abierto basado en

source: intended to provide a starting point for companies CMS/PLM/BIM projects.
es: con la intencion de proporcionar un punto de partida para los proyectos CMS/PLM/BIM de su sociedad.

source: By integrating numerous standard reusable PLM functionalities to take care of the things that companies have in common, it lets you focus on what makes your company different.
es: Integra numerosas funcionalidades PLM estandarizadas y reutilizables para hacer frente a las tareas más comunes de su empresa, permitiéndole centrarse en aquello que hace a su compañia diferente.

source: For more information about openPLM, see
es: Para mas información sobre openPLM, visite

source: openPLM connexion :
es: conexión openPLM :

source: Login :
es: Usuario :

source: Password :
es: Contraseña :

source: LOGIN
es: ENTRAR

source: If you have any trouble logging in to your account, contact your administrator
es: Si usted tiene cualquier problema para iniciar sesión, contacta con su administrador

source: Browse public data.
es: Explorar los datos públicos.

source: Professionals
es: Profesionales

source: You are planning to use openPLM in a <b>professional</b> context. If you want to work with other professionals for your project management, for other solutions plugins, for openPLM software maintenance,
es: Si esta planeando utilizar open PLM en un contexto <b>profesional</b>. Si usted quiere trabajar con otros profesionales en la gestión de su proyecto, para soluciones plug-in y para el mantenimieto del software openPLM,

source: contact us
es: contáctenos

source: Select a user for your delegation as :
es: Seleccionar un usuario para delegar como :

source: Attach document?
es: Adjuntar documento?

source: Attach the selected document?
es: Adjuntar el documento seleccionado?

source: Close
es: Cerrar

source: Zoom out
es: Zoom menos

source: Zoom in
es: Zoom mas

source: Fit all
es: Centrar

source: Other revisions of the object
es: Otras revisiones del objeto

source: previous
es: anterior

source: displays previous revision as current object
es: mostra la revision anterior del objeto

source: you are on the first revision of this object
es: el objeto mostrado es la primera revision

source: next
es: siguiente

source: displays next revision as current object
es: mostra la revision siguiente del objeto

source: you are on the last revision of this object
es: el objeto mostrado es la ultima revision

source: Display :
es: Mostrar :

source: FILTER
es: FILTRAR

source: Files
es: Fichieros

source: DOWNLOAD
es: DESCARGAR

source: No thumbnail available
es: Ninguna miniatura disponible

source: Attributes
es: Attributos

source: Revisions
es: Revisiones

source: Attached documents
es: Adjuntos documentos

source: Attached parts
es: Conectadas partes

source: This part is unpublished.
es: Esta parte no es publica.

source: This document is unpublished.
es: Este documento no es publico.

source: NEW
es: NUEVO

source: You can not revise this object since you are not a contributor.
es: Usted no puede revisar este objeto si no es contribuidor.

source: You can not revise this object since it is cancelled.
es: Usted no puede revisar este objeto por que es cancelado.

source: You can not revise this object since it is deprecated.
es: Usted no puede revisar este objeto por que es depreciado.

source: You can not revise this object since a revision already exist.
es: Usted no puede revisar este objeto por que ya existe una revision del mismo.

source: click here to subscribe to the related feed
es: click aqui para suscribirte para el relacionado feed

source: SEARCH !
es: BUSCAR !

source: Results for link creation:
es: Resultados para creación de link:

source: (1 - %(count)s on %(total)s)
es: (1 - %(count)s en %(total)s)

source: All results
es: Todos los resultados

source: No result matching given query
es: Ningun resultados para la consulta

source: Search for a part, a document, a file and more.
es: Busque una parte , un documento , un archivo y mas

source: Restricted account, search not available.
es: Limitado cuenta , busqueda no es disponible.

source: Navigate
es: Navegar

source: Graphically explore your parts and documents.
es: Explore graficamente sus partes y documentos

source: Restricted account, navigate not available.
es: Limitado cuenta, no puede navegar.

source: Browse all parts, groups, users and documents.
es: Explorar todos los partes, grupos, usuarios é documentos.

source: Create
es: Crear

source: Create a new part, a new document or a new group.
es: Crear una nueva parte , documento o grupo

source: You can not create a part or document since you are not a contributor.
es: Usted no puede crear un objeto si no es contribuidor.

source: Study
es: Estudio

source: See/edit your personal data and explore your parts and document.
es: Vea/edite sus datos personales y explore sus partes y documentos

source: Log in
es: Entrar

source: Help
es: Ayuda

source: Logout
es: Salir

source: Here is the list of parts you may want to attach to the new document. Select parts you want to attach and validate to make a new document.
es: He aqui la lista de partes que usted podria desear conectar a el nuevo documento. Seleccione las partes deseadas para conectar al documento y valide para hacer un nuevo documento.

source: The status of this document does not allow adding/deleting files.
es: El estado de este documento no permite añadir/borrar fichieros.

source: You don't have the necessary rights to add/delete files.
es: Usted no tiene los derechos necesarios para añadir/borrar fichieros.

source: Download all files
es: Descargar todos los archivos

source: ADD
es: AÑADIR

source: DELETE
es: BORRAR

source: CHECK ALL
es: SELECCIONNAR TODO

source: UNCHECK ALL
es: INSELECCIONNAR TODO

source: Locked
es: Cerrado

source: Unlocked
es: Abierto

source: Native related file is locked
es: Fichero nativo relacionado esta cerrado

source: Download merged PDF files
es: Descargar combinacion de archivos PDF

source: Confirm CHECK-OUT
es: Confirmar CHECK-OUT

source: You'are checking out a standardfile while a native file is available. Your native file will be deprecated and will not be usable anymore.
es: Usted esta revisando (check-out) un fichero standar mientras un nativo relacionado este disponible.Su fichero nativo va a ser depreciado y no podra ser usado en adelante.

source: Deprecated files:
es: Archivos depreciados:

source: Add new files / Check-in file :
es: Añadir archivos / Check-in de archivo :

source: You can only upload one file at a time.
es: Usted puede solo cargar los fichieros uno por uno.

source: Use the Validate button to send your file.
es: Usa el boton Validar para enviar sus fichiero.

source: Upload
es: Cargar

source: Delete
es: Borrar

source: Delete the files selected for upload
es: Borra todos los fichieros seleccionados

source: Select at least one file
es: Selecciona al menos un archivo

source: A STEP file is already linked to this document.
es: Un fichiero STEP es ya relacionado con este documento.

source: A file named
es: Un archivo nombrado

source: is already linked to this document.
es: ya es relacionado con este documento

source: You have already selected the file
es: Ya ha seleccionado el fichiero

source: for upload
es: para cargarlo

source: remove the file from the queue
es: quite el archivo de la coleta

source: Your upload(s) failed
es: Su(s) carga(s) fue suspendido

source: Try again
es: Repita

source: maybe with less files.
es: quizas con menos fichieros.

source: You are checking-in for
es: Està haciendo check-in de

source: You must add a file with this name.
es: Tiene que anadir un fichiero con este nombre.

source: Show/Hide the upload form
es: Hacer visible/ esconder the cargado form

source: Check-in for file
es: Check-in de fichiero

source: You can only upload files, but you wont get progress of this upload
es: Puede solo cargar fichieros, pero no tendrà progresiòn de la carga

source: Do not leave the current page before the upload ends
es: No quita esta pagina antes el cargado termina

source: waiting
es: espera

source: %(file_count)s file
es: %(file_count)s fichiero

source: Create a part and attach it to the document.
es: Crear una parte y conectarla al documento

source: DISCONNECT
es: DESCONECTAR

source: There are no parts attached to this document
es: No hay partes conectadas a este documento

source: Here is the list of parts you may want to attach to the new revision. Select parts you want to attach and validate to make a new revision.
es: He aqui la lista de partes que usted podria desear conectar a la nueva revision.Seleccionelas partes deseadas para conectar al documento y valide para hacer una nueva revision.

source: Accept invitation ?
es: Aceptar invitación ?

source: Accept that %(guest)s join the group %(group)s ?
es: Acepta que %(guest)s se una al grupo %(group)s ?

source: Accept to join the group %(group)s ?
es: Acepta unirse al grupo %(group)s ?

source: Invite a new user to the group:
es: Invite un nuevo usuario al grupo:

source: The user will receive an e-mail and could accept your invitation.
es: El usuario recibira un e-mail y podrá aceptar vuestra invitación.

source: You can not invite a user to this group.
es: No puede invitar un usuario a este grupo.

source: You are already in this group.
es: Usted ya pertenece a este grupo.

source: Join this group ?
es: Unirse a este grupo?

source: Group
es: Grupo

source: No object belongs to this group.
es: Ningun objeto pertenece a este grupo.

source: %(start)s - %(end)s on %(total)s
es: %(start)s - %(end)s en %(total)s

source: First name
es: Nombre

source: Last name
es: Apellidos

source: Date of the invitation
es: Fecha de invitacion

source: Resend
es: Re-enviar

source: Accept
es: Aceptar

source: Refuse
es: Rechazar

source: Refuse invitation ?
es: Rechaza la invitacion?

source: Refuse that %(guest)s join the group %(group)s ?
es: Rechaza que %(guest)s se una al grupo %(group)s ?

source: Refuse to join the group %(group)s ?
es: Rechaza unirse al grupo %(group)s ?

source: Invite another user
es: Invite a otro usuario

source: Remove selected users
es: Eliminar usuarios seleccionados

source: Ask to join this group
es: Demanda para unirse a este grupo

source: Pending invitations
es: Invitaciones pendientes

source: The following invitations have been sent but guests have not yet accepted them.
es: Las siguientes invitaciones han sido enviadas pero los invitados aun las aceptaron.

source: Import of a csv file
es: Importación de un fichero csv

source: Line %(line)s
es: Linea %(line)s

source: Error while reading the CSV file. Try upload a new file.
es: Error durante la lectura del fichero CSV.Intente cargar un nuevo fichero.

source: The given encoding seems wrong. Try upload a new file with the right encoding.
es: La codificación dada parece incorrecta.Intente cargar un nuevo fichero con la codificación correcta.

source: Field
es: Campo

source: Header
es: Cabecera

source: Row
es: Fila

source: Validate
es: Validar

source: Your csv file must have a column for each required field
es: El fichiero csv debe incluir una columna per campo necesario.
