Repository: amarh/openPLM
Catalog: trunk/openPLM/locale/*/LC_MESSAGES/django.po
Languages: fr, ja, ru

source: Display :
fr: Afficher :
ja: 表示する :
ru: Отобразить :

source: FILTER
fr: FILTRER
ja: 選別する
ru: ОТФИЛЬТРОВАТЬ

source: Files
fr: Fichiers

source: DOWNLOAD
fr: TELECHARGER
ja: ダウンロード
ru: СКАЧАТЬ

source: No thumbnail available
fr: Aucun aperçu disponible
ja: 利用可能なサムネイルはありません。
ru: Нет доступных миниатюр

source: Attributes
fr: Attributs

source: Revisions
fr: Révisions

source: Attached documents
fr: Documents liés

source: Attached parts
fr: Parts liées

source: This part is unpublished.
fr: Cette part n'est plus publique.

source: This document is unpublished.
fr: Ce document n'est plus public.

source: NEW
fr: NOUVEAU
ja: 新しい
ru: НОВЫЙ

source: You can not revise this object since you are not a contributor.
fr: Vous ne pouvez pas reviser cet objet puisque vous n'êtes pas un contributeur.

source: You can not revise this object since it is cancelled.
fr: Vous ne pouvez pas reviser cet objet car il a été annulé.

source: You can not revise this object since it is deprecated.
fr: Vous ne pouvez pas reviser cet objet car il a été déprécié.

source: You can not revise this object since a revision already exist.
fr: Vous ne pouvez pas reviser cet objet car une révision plus récente existe déjà
ja: すでにリビジョンが存在するため、このオブジェクトをリバイズできません。
ru: Вы не можете создать ревизию объекта, т.к. такая ревизия уже существует.

source: click here to subscribe to the related feed
fr: cliquez ici pour vous abonner au flux rss correspondant

source: Last modified %(mtime)s ago
fr: Modifié il y a %(mtime)s

source: SEARCH !
fr: RECHERCHER !
ja: 検索！
ru: ПОИСК !

source: Results for link creation:
fr: Résultats pour la création de lien:
ja: リンク作成のための結果 :
ru: Результаты для создания ссылок:

source: (1 - %(count)s on %(total)s)
fr: (1 - %(count)s sur %(total)s)
ru: (1 - %(count)s из %(total)s)

source: All results
fr: Tous les résultats
ru: Все результаты

source: No result matching given query
fr: Aucun résultat ne correspond à la recherche
ja: 検索に該当する結果はありません。
ru: Нет результатов, по данному запросу

source: Search for a part, a document, a file and more.
fr: Rechercher une part, un document, un ficher et plus encore.
ru: Поиск по деталям, документам, файлам и многому другому.

source: Restricted account, search not available.
fr: Compte restreint, vous n'avez pas accés à la recherche.

source: Navigate
fr: Naviguer
ru: Навигация

source: Graphically explore your parts and documents.
fr: Explorer graphiquements vos parts et documents.
ru: Графическое представление ваших деталей и документов

source: Restricted account, navigate not available.
fr: Compte restreint, vous n'avez pas accés à la navigation.

source: Browse all parts, groups, users and documents.
fr: Parcourir tous les parts, groupes, utilisateurs et documents.

source: Create
fr: Créer
ja: 作成
ru: Создать

source: Create a new part, a new document or a new group.
fr: Créer une nouvelle part, un nouveau document ou un nouveau group.
ru: Создать новую деталь, документ или новую группу.

source: You can not create a part or document since you are not a contributor.
fr: Vous ne pouvez créer ni une part ni un document car vous n'êtes pas contributeur.

source: Upload one or more files and create a document
fr: Télécharger un ou plusieurs fichiers et créer un document

source: You can not upload a file since you are not a contributor.
fr: Vous ne pouvez pas télécharger un fichier dans le système tant que vous n'êtes pas contributeur.

source: Study
fr: Étudier
ru: Изучить

source: See/edit your personal data and explore your parts and document.
fr: Afficher ou éditer vos données personnelles et explorer vos parts et documents.
ru: Просмотреть/отредактировать ваши персональные данные а также ваших деталей и документов

source: Log in
fr: Entrer

source: Help
fr: Aide

source: Logout
fr: Sortir

source: Here is the list of parts you may want to attach to the new document. Select parts you want to attach and validate to make a new document.
fr: Ceci est la liste des parts que vous pourriez attacher au nouveau document. Selectionnez les parts que vous voulez attacher et validez pour créer un nouveau document.

source: Deleted.
fr: Effacé.

source: Deprecated.
fr: Déprécié.

source: Native related file is locked
fr: Le fichier natif lié est verrouillé
ja: 関連したネイティブファイルはロックされています。
ru: Исходный файл заблокирован

source: Filename
fr: Nom de fichier

source: Revision
fr: Révisions

source: Size
fr: Taille

source: Date of creation
fr: Date de création

source: Previous revisions of %(filename)s
fr: Révisions précédentes de %(filename)s

source: Download
fr: Télécharger
ja: ダウンロード
ru: Скачать

source: Thumbnail
fr: Aperçu

source: File deleted
fr: Fichier supprimé

source: No previous revisions.
fr: Pas de révision précédente.

source: Add file (no javascript)
fr: Ajouter un fichier (sans javascript)

source: The status of this document does not allow adding/deleting files.
fr: L'état de ce document ne permet ni l'ajout ni la suppression de fichiers.

source: You don't have the necessary rights to add/delete files.
fr: Vous n'avez pas les droits requis pour ajouter/supprimer des fichiers.

source: ADD
fr: AJOUTER
ja: 追加する
ru: ДОБАВИТЬ

source: DELETE
fr: DETRUIRE
ja: 削除する
ru: УДАЛИТЬ

source: CHECK ALL
fr: TOUT SÉLECTIONNER

source: UNCHECK ALL
fr: TOUT DÉ-SELECTIONNER

source: Download...
fr: Télécharger...

source: Download all files (%(format)s)
fr: Télécharger tous les fichiers (%(format)s)

source: Download merged PDF files
fr: Télécharger les fichiers pdf fusionnés
ja: 結合されたpdfファイルをダウンロードする
ru: Скачать объедененные PDF файлы

source: Locked
fr: Verrouillé
ja: ロック
ru: Заблокировано

source: Unlocked
fr: Déverrouillé
ja: ロック解除
ru: Разблокировано

source: Confirm CHECK-OUT
fr: Confirmez CHECK-OUT
ja: チェックアウトを確認してください。
ru: Подтвердить ВЫПИСКУ

source: You'are checking out a standardfile while a native file is available. Your native file will be deprecated and will not be usable anymore.
fr: Vous êtes en train de télécharger un fichier standard alors qu'un fichier natif est disponible. Votrefichier natif sera déprécié et ne sera plus utilisable.
ja: ネイティブファイルが有効である間はずっと標準ファイルの確認をします。その後ネイティブファイルは廃止され使用できなくなります。
ru: Вы выгрузили стандартный файл , тогда когда был доступен исходный файл. Ваш исходный файл устареет и его нельзя больше будет использовать.

source: Deprecated files:
fr: Fichiers dépréciés:
ja: 廃止されたファイル:
ru: Устаревшие файлы:

source: Add new files / Check-in file :
fr: Ajouter de nouveaux fichiers / Check-in fichier :

source: You can only upload one file at a time.
fr: Vous ne pouvez télécharger qu'un fichier à la fois.

source: Use the Validate button to send your file.
fr: Utilisez le bouton Valider pour envoyer votre fichier.

source: Delete
fr: Effacer
ja: 削除する
ru: Удалить

source: Delete the files selected for upload
fr: Supprime les fichiers sélectionnés pour le téléchargement

source: Select at least one file
fr: Sélectionnez au moins un fichier

source: A STEP file is already linked to this document.
fr: Un fichier STEP est déjà attaché à ce document.

source: A file named
fr: Un fichier

source: is already linked to this document.
fr: est déjà lié au document

source: You have already selected the file
fr: Vous avez déjà sélectionnez le fichier

source: for upload
fr: pour l'envoyer

source: remove the file from the queue
fr: supprime le fichier de la liste d'attente

source: Your upload(s) failed
fr: Votre(vos) envoi(s) ont échoué

source: Try again
fr: Recommencez

source: maybe with less files.
fr: peut-être avec moins de fichiers.

source: You are checking-in for
fr: Vous êtes en train de télécharger

source: You must add a file with this name.
fr: Vous devez sélectionnez un fichier avec ce nom.

source: Show/Hide the upload form
fr: Affiche/Masque le formulaire d'envoi de fichier

source: Check-in for file
fr: Check-in pour

source: You can only upload files, but you wont get progress of this upload
fr: Vous ne pourrez qu'envoyer des fichiers. La progression de l'envoi ne sera pas affichée

source: Do not leave the current page before the upload ends
fr: Ne quittez pas cette page tant que le téléchargement n'est pas terminé.

source: waiting
fr: en attente

source: %(file_count)s file
fr: %(file_count)s fichier

source: Attach a part
fr: Attacher une part

source: Create a part and attach it to the document.
fr: Créer une part et l'attacher à ce document.
ru: Создать деталь и присоеденить её к этому документу.

source: Detach selected parts
fr: Détacher parts sélectionnées

source: There are no parts attached to this document
fr: Il n'y a pas de part attachée à ce document
ja: このドキュメントには添付ファイルはありません。
ru: Нет деталей присоедененных к этому документу

source: Here is the list of parts you may want to attach to the new revision. Select parts you want to attach and validate to make a new revision.
fr: Ceci est la liste des parts que vous pourriez attacher à la nouvelle révision. Selectionnez les parts que vous voulez attacher et validez pour créer une nouvelle révision.
ja: 新しいリビジョンに添付することができる部品のリストです。新しいリビジョンを作成するために添付したい箇所を選択し有効であることを確認してください。
ru: Вот список деталей которые вы можете присоединить к новой версии. Выберитедетали, которые вы хотите присоединить и проверти их, чтобы сделать новую ревизию.

source: Accept invitation ?
fr: Accepter l'invitation ?
ja: 招待に応じますか？
ru: Подтвердить приглашение?

source: Accept that %(guest)s join the group %(group)s ?
fr: Accepter que %(guest)s rejoigne le groupe %(group)s ?
ru: Подтвердить что %(guest)s присоединяется к группе %(group)s ?

source: Accept to join the group %(group)s ?
fr: Accepter de rejoindre le groupe %(group)s ?
ru: Подтвердить присоединение к группе %(group)s ?

source: Invite a new user to the group:
fr: Inviter un nouvel utilisateur dans le groupe:
ja: 新しいユーザーをグループに招待します。:
ru: Пригласить нового пользователя в группу:

source: The user will receive an e-mail and could accept your invitation.
fr: L'utilisateur va recevoir un mail et pourra accepter votre invitation.
ja: ユーザーはメールを受信しあなたの招待に応じることができます。
ru: Пользователь получит сообщение по электронной почте и может принять ваше приглашение.

source: You can not invite a user to this group.
fr: Vous ne pouvez pas inviter un utilisateur à ce groupe.

source: You are already in this group.
fr: Vous êtes déjà dans ce groupe.
ja: あなたはすでにこのグループのメンバーです。
ru: Вы уже состоите в этой группе.

source: Join this group ?
fr: Rejoindre ce groupe ?
ja: このグループに参加しますか？
ru: Присоединиться к этой группе ?

source: Group
fr: Groupe
ja: グループ
ru: Группа

source: No object belongs to this group.
fr: Aucun objet n'appartient à ce groupe.

source: %(start)s - %(end)s on %(total)s
fr: %(start)s - %(end)s sur %(total)s

source: First name
fr: Prénom
ja: 姓
ru: Имя

source: Last name
fr: Nom
ja: 名
ru: Фамилия

source: Date of the invitation
fr: Date de l'invitation
ja: 招待日
ru: Дата приглашения

source: Resend
fr: Renvoyer
ja: 再送信
ru: Переслать

source: Accept
fr: Accepter
ja: 応じる
ru: Подтвердить

source: Refuse
fr: Refuser
ja: 拒否する
ru: Отклонить

source: Refuse invitation ?
fr: Refuser l'invitation ?
ja: 招待を拒否しますか？
ru: Отклонить приглашение ?

source: Refuse that %(guest)s join the group %(group)s ?
fr: Refuser que %(guest)s rejoigne le groupe %(group)s ?
ru: Отклонить вступление %(guest)s в группу %(group)s ?

source: Refuse to join the group %(group)s ?
fr: Refuser de rejoindre le groupe %(group)s ?
ru: Отклонить вступление в группу %(group)s ?

source: Invite another user
fr: Inviter un autre utilisateur
ja: ほかのユーザーを招待する
ru: Пригласить другого пользователя

source: Remove selected users
fr: Retirer les utilisateurs sélectionnés
ja: 選択したユーザーを削除する
ru: Удалить выбранных пользователей

source: Ask to join this group
fr: Demander de rejoindre ce groupe
ja: このグループに参加するか聞く
ru: Спрашивать перед присоединением к этой группе

source: Pending invitations
fr: Invitations en attente
ja: 保留中の招待
ru: Ожидать приглашения

source: The following invitations have been sent but guests have not yet accepted them.
fr: Les invitations suivantes ont été envoyées mais les destinataires ne les ont pas encore acceptées.
ja: 以下の招待が送信されましたがゲストはまだ招待に応じていません。pas encore acceptées.
ru: Следующие приглашениябыли отправлены, но гости ещё не подтвердили их.

source: Import of a csv file
fr: Importer un fichier csv
ja: csvファイルをインポートする。
ru: Импорт CSV файла

source: Line %(line)s
fr: Ligne %(line)s
ja: ライン %(line)s
ru: Строка %(line)s

source: Error while reading the CSV file. Try upload a new file.
fr: Erreur de lecture du fichier csv. Essayez de télécharger un nouveau fichier.
ja: csvファイル読み取り中のエラーです。新しいファイルをアップロードしてみてください。.
ru: Ошибка при чтении CSV файла. Попробуйте загрузить новый файл.

source: The given encoding seems wrong. Try upload a new file with the right encoding.
fr: L'encodage fourni ne semble pas correct. Essayez de télécharger un nouveau fichier avec l'encodage correct.
ja: 与えられたエンコーディングは誤りのようです。正しく新しいファイルをアップロードしてみてください。
ru: Неверная кодировка. Попробуйте загрузить новый файл с правильной кодировкой.

source: Field
fr: Champ
ja: フィールド
ru: Поле

source: Header
fr: En-tête
ja: ヘッダ
ru: Заголовок

source: Row
fr: Ligne
ja: ライン
ru: Строка

source: Validate
fr: Valider
ja: 検証する
ru: Подтвердить

source: Your csv file must have a column for each required field
fr: Votre fichier csv doit contenir une colonne par champ requis

source: Examples and more precise descriptions are available in the
fr: Des exemples et des description plus précises sont disponibles dans la

source: Data have been successfully imported.
fr: Les données ont été importées avec succès.
ja: データが正常にインポートされました。
ru: Данные успешно импортированы.

source: Click here to import a new CSV file.
fr: Cliquez ici pour importer un nouveau fichier CSV.
ja: 新しいCSVファイルをインポートするにはここをクリックしてください。
ru: Нажмите здесь чтобы импортировать новый CSV файл.

source: Click here to import a new BOM.
fr: Cliquez ici pour importer une nouvelle nomenclature.
ja: 新しいBOMをインポートするにはここをクリックしてください。
ru: Нажмите здесь чтобы импортировать новый BOM

source: Click here to sponsor more users.
fr: Cliquez ici pour parrainer plus d'utilisateurs.
ja: より多くのユーザーを持つためにはここをクリックしてください。
ru: Нажмите здесь чтобы внести больше пользователей.

source: Message from openPLM
fr: Message venant d'openPLM
ja: openPLMからのメッセージ
ru: Сообщение от openPLM

source: Object:
fr: Objet :
ja: オブジェクト :
ru: Объект:

source: A new action has been done:
fr: Une nouvelle action a été exécutée:
ja: 新しいアクションが実行されました。:
ru: Новое действие, завершено:

source: Details
fr: Détails
ja: 詳細
ru: Подробности

source: Click here to see more details.
fr: Cliquez ici pour avoir plus de détails.
ja: 詳細をもっと見るにはここをクリックしてください。
ru: Нажмите здесь чтобы просмотреть более подробную информацию.

source: Details:
fr: Détails:
ru: Подробности:

source: Url of the object:
fr: Url de l'objet:
ru: Url объекта:

source: %(s_first_name)s %(s_last_name)s (%(s_username)s) ask you to join the group %(group)s.
fr: %(s_first_name)s %(s_last_name)s (%(s_username)s) vous demande de rejoindre le groupe %(group)s.
ru: %(s_first_name)s %(s_last_name)s (%(s_username)s) предлагает вам присоедениться к группе %(group)s.

source: Click here to accept the invitation
fr: Cliquez ici pour accepter l'invitation
ja: 招待に応じるためにはここをクリックしてください。
ru: Нажмите здесь чтобы подтвердить приглашение

source: Accept invitation
fr: Accepter l'invitation
ja: 招待に応じる
ru: Подтвердить приглашение

source: Click here to refuse the invitation
fr: Cliquez ici pour refuser l'invitation
ja: 招待を拒否するにはここをクリックしてください。
ru: Нажмите здесь чтобы отклонить приглашение

source: Refuse invitation
fr: Refuser l'invitation
ja: 招待を拒否する
ru: Отклонить приглашение

source: %(s_first_name)s %(s_last_name)s (%(s_username)s) ask you to join the group %(group)s.
fr: %(s_first_name)s %(s_last_name)s (%(s_username)s) vous demande de rejoindre le groupe %(group)s.
ja: %(s_first_name)s %(s_last_name)s (%(s_username)s) 参加するかどうか聞く グループに %(group)s.
ru: %(s_first_name)s %(s_last_name)s (%(s_username)s) предлагает вам присоедениться к группе %(group)s.

source: Welcome %(first_name)s %(last_name)s!
fr: Bienvenue %(first_name)s %(last_name)s!
ru: Добро пожаловать %(first_name)s %(last_name)s!

source: %(s_first_name)s %(s_last_name)s (%(s_username)s) added you to OpenPLM.
fr: %(s_first_name)s %(s_last_name)s (%(s_username)s) vous a ajouté à openPLM.
ru: %(s_first_name)s %(s_last_name)s (%(s_username)s) добавил вас в OpenPLM.

source: Your credentials:
fr: Vos informations d'identification:
ja: あなたの証明
ru: Ваши учетные данные:

source: Username:
fr: Identifiant:
ja: ユーザーネーム :
ru: Имя пользователя

source: Password:
fr: Mot de passe :
ja: パスワード :
ru: Пароль

source: You should change your password!
fr: Vous devez changer votre mot de passe!
ja: パスワードを変更しなければいけません！
ru: Вы должны сменить ваш пароль!

source: Click here to change your password
fr: Cliquez ici pour changer votre mot de passe
ja: パスワードを変更するにはここをクリックしてください。
ru: Нажмите здесь, чтобы сменить пароль

source: Welcome %(first_name)s %(last_name)s! %(s_first_name)s %(s_last_name)s (%(s_username)s) added you to OpenPLM. Your credentials: - username: %(username)s - password: %(password)s You should change your password ! See http://%(domain)s/user/%(username_url)s/password/
fr: Bienvenue %(first_name)s %(last_name)s! %(s_first_name)s %(s_last_name)s (%(s_username)s) vous a ajouté à openPLM. Vos informations d'identification: - identifiant: %(username)s - mot de passe: %(password)s Vous devriez changer votre mot de passe!Voir http://%(domain)s/user/%(username_url)s/password/

source: Attach a new document
fr: Attacher un nouveau document

source: Add a new part
fr: Attacher une nouvelle part

source: Attach a new part
fr: Attacher une nouvelle part

source: Display thumbnails
fr: Afficher les aperçus

source: Show related documents
fr: Afficher les documents liés

source: Add an alternate part
fr: Attacher une part alternate

source: Delete alternate links related to this part
fr: Supprimer les liens alternate de cette part

source: No alternate parts.
fr: Pas de pièce alternate

source: Create a part and add it
fr: Créer une part et l'ajouter

source: EDIT
fr: EDITER
ja: 編集
ru: РЕДАКТИРОВАТЬ

source: Update view
fr: Mettre à jour la vue

source: Compare two BOMs
fr: Comparer deux nomenclatures

source: Choose two dates and display options:
fr: Choisir deux dates et les options d'affichage:

source: Compare
fr: Comparer

source: Level
fr: Niveau
ja: レベル
ru: Уровень

source: Qty
fr: Qté

source: Unit
fr: Unité
ja: ユニット
ru: Единица

source: Reference
fr: Référence

source: Name
fr: Nom

source: Current/old states
fr: Etat actuel/ancien état

source: Current state
fr: Etat actuel

source: Old state
fr: Ancien état

source: Order
fr: Ordre
ja: オーダー
ru: Порядок

source: Quantity
fr: Quantité
ja: クオンティティ
ru: Количество

source: Delete ?
fr: Effacer ?
ja: 削除しますか？
ru: Удалить ?

source: (replace)
fr: (remplacer)

source: Select a part to replace the part %(type)s // %(reference)s // %(revision)s // %(name)s.
fr: Sélectionnez une part pour remplacer la part %(type)s // %(reference)s // %(revision)s // %(name)s.

source: Here is the list of documents you may want to attach to the new part. Select documents you want to attach.
fr: Voici la liste des documents que vous pourriez attacher à la nouvelle part.Sélectionnez les documents que vous voulez attacher.

source: Here is the list of parts you may want to add to the new part. Select parts you want to add.
fr: Voici la liste des parts que vous pourriez ajouter à la nouvelle part.Sélectionnez les parts que vous voulez ajouter.

source: Attach another document
fr: Attacher un autre document
ja: 別のドキュメントを添付する
ru: Присоеденить другой документ

source: Create a document and attach it to the part
fr: Créer un document et l'attacher à cette part

source: Download all CAD files (%(format)s)
fr: Télécharger tous les fichiers CAO (%(format)s)

source: There are no documents attached to this part.
fr: Il n'y a pas de document attaché à cette part.
ja: この箇所には添付されたドキュメントはありません。
ru: Нет документов, связанных с этой деталью.

source: Connect new document :
fr: Connecter un nouveau document :
ja: 新しいドキュメントを接続する :
ru: Подключить новый документ:

source: No children
fr: Pas d'enfant

source: No parents
fr: Pas de parent

source: Here is the list of documents you may want to attach to the new revision. Select documents you want to attach.
fr: Voici la liste des documents que vous pourriez attacher à la nouvelle révision.Sélectionnez les documents que vous voulez attacher.
ja: 新しいリビジョンに添付できるドキュメントリストです。添付したいドキュメントを選択してください。
ru: Это список документов , которые вы можете присоеденить к новой ревизии. Выберете документы которые хотите присоеденить.

source: Here is the list of parts you may want to add to the new revision. Select parts you want to add.
fr: Voici la liste des parts que vous pourriez attacher à la nouvelle révision. Sélectionnez les parts que vous voulez attacher.
ja: 新しいリビジョンに添付できる箇所のリストです。添付したい箇所を選択してください。
ru: Это список деталей которые вы можете добавить к новой ревизии. Выберете детали которые вы хотите добавить.

source: Here is the list of the current parents you may want to update to link to the new revision. Select parts you want to update.
fr: Voici la liste des parents actuels que vous pourriez vouloir mettre à jour en les liant à la nouvelle révision. Sélectionnez les parts que vous voulez mettre à jour.
ja: 新しいリビジョンにリンクするためにアップデートできる現在のペアレントリストです。アップデートしたい箇所を選択してください。
ru: Здесь представлен список текущих предков вы можете обновить ссылки на новую ревизию. Выберете детали которые вы бы хотели обновить.

source: Attach
fr: Attacher
ja: 添付する
ru: Присоеденить

source: Add child
fr: Ajouter enfants
ja: チャイルドを追加する
ru: Добавить потомка

source: (%(start)s - %(end)s on %(total)s)
fr: (%(start)s - %(end)s sur %(total)s)
ru: (%(start)s - %(end)s из %(total)s)

source: First page
fr: Première page

source: Prev.
fr: Précédent

source: Next.
fr: Suivant

source: Last page
fr: Dernière page

source: Cancel
fr: Annuler

source: Delegate:
fr: Déléguer:

source: Ownership
fr: Propriété

source: Signature 1st level
fr: Signature 1er niveau

source: Signature 2nd level
fr: Signature 2e niveau

source: All signatures
fr: Toutes les signatures

source: Sponsor
fr: Parrain
ja: 支持する
ru: Участник

source: First Name
fr: Prénom
ja: 姓
ru: Имя

source: Last Name
fr: Prénom
ja: 名
ru: Фамилия

source: Role
fr: Rôle
ja: 役割
ru: Роль

source: STOP DELEGATION
fr: ARRETER DELEGATION
ja: 権限譲渡を中止する
ru: ПРЕКРАТИТЬ ДЕЛЕГИРОВАНИЕ

source: Resend mail
fr: Envoyer le mail à nouveau
ja: メールを再送する
ru: Переслать письмо

source: Upload files and document creation
fr: Télécharger fichier(s) et créer le document

source: Select files to upload, then click on upload button to create your document
fr: Sélectionner les fichiers à télécharger et cliquer ensuite sur le bouton Télécharger pour créer votre document

source: Click here to create another group.
fr: Cliquez ici pour créer un nouveau groupe.
ru: Нажмите здесь чтобы создать новую группу.

source: You are in the following groups:
fr: Vous êtes dans les groupes suivants :
ru: Вы состоите в следующих группах:

source: User
fr: Utilisateur

source: joined %(ctime)s ago
fr: s'est connecté pour la première fois il y a %(ctime)s

source: PASSWORD MODIFICATION:
fr: MODIFICATION MOT DE PASSE:
ja: パスワードの変更
ru: ИЗМЕНЕНИЕ ПАРОЛЯ:

source: CHANGE PASSWORD
fr: CHANGER MOT DE PASSE
ja: パスワードを変更する
ru: СМЕНИТЬ ПАРОЛЬ

source: Last edited objects
fr: Derniers objets édités
ja: 最後に編集したオブジェクト
ru: Последний редактированный объект

source: Click here to sponsor several users from a CSV file.
fr: Cliquez ici pour parrainer plusieurs utilisateurs en utilisant un fichier CSV.
ja: CSVファイルから複数のユーザーを支持するためにはここをクリックしてください。
ru: Нажмите здесь чтобы внести нескольких пользователей из CSV файла.
