Repository: amarh/openPLM
Catalog: trunk/openPLM/locale/*/LC_MESSAGES/django.po
Languages: fr, ja, ru

source: You can not sponsor a new user since you are not a contributor.
fr: Vous ne pouvez pas parrainer un nouvel utilisateur car vous n'êtes pas un contributeur
ja: コントリビューターではないので新しいユーザーを支持することはできません。
ru: Вы не можете вносить новых пользователей, т.к. вы не являетесь участником.

source: supplier
ru: поставщик

source: You cannot add a file to a GoogleDocument.
ru: Вы не можете добавить файл в GoogleDocument.

source: You cannot access to this Google Document. If you did not created this document, you can ask its owner to grant you the permission to read this file in Google Document.
ru: Вы не можете получить доступ к этому Google Document. Если вы его не создавали, вы можете попросить владельца предоставить вам права на чтение этого файла в Google Document.

source: Click here to edit the file in Google Document .
ru: Нажмите здесь чтобы отредактировать файл в Google Document .

source: Click here to download the file from Google.
ru: Нажмите здесь чтобы скачать файл из Google

source: Select PDF files that will be merged into a unique PDF and click on the Download button.
ru: Выберете PDF файлы которые будут слиты в единый PDF и нажмите кнопку Скачать.

source: There are no PDF files.
ja: pdfファイルはありません。
ru: Существующие файлы не являются PDF файлами

source: Level:
ja: レベル:
ru: Уровень

source: An object with the same type and revision exists, you may consider to revise it.
ja: 同一のタイプ、リファレンス、リビジョンのオブジェクトがすでに存在しています。リバイズする必要があります。
ru: Объект с таким же типом и ревизией уже существует, вы можете попробовать внести изменения в него.

source: Radial 1
ru: Радиальное 1

source: Radial 2
ru: Радиальное 2

source: parents
ja: ペアレント
ru: предки

source: part
ja: パート
ru: деталь

source: Type
ja: タイプ
ru: Тип

source: type
ja: タイプ
ru: тип

source: management
ja: マネジメント
ru: управление

source: parts
ja: パート
ru: детали

source: mm
ru: мм

source: cm
ru: см

source: dm
ru: дм

source: m
ru: м

source: km
ru: км

source: Volumes
ja: ボリューム
ru: Объемы

source: m³
ru: м³

source: mL
ru: мл

source: L
ru: л

source: Masses
ja: マス
ru: Массы

source: mg
ru: мг

source: cg
ru: сг

source: dg
ru: дг

source: g
ru: г

source: kg
ru: кг

source: Sorry, openPLM cannot access to this repository.
ru: Простите, openPLM не может получить доступ к этому репозиторию.

source: Last changelogs:
ru: Список последних изменений

source: Loading...
ru: Загрузка...

source: You cannot add a file to a SubversionRepository.
ru: Вы не можете добавить файл в Subversion репозиторий

source: To check-out this repository, run the following command:
ru: Выписать этот репозиторий, запустите следующую комманду:

source: To export this repository, run the following command:
ru: Чтобы экспортировать этот репозиторий, введите следующую комманду:

source: Date:
ja: 日付
ru: Дата:

source: This document will be attached to the part %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.
ru: Этот документ был присоединен к детали %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.

source: Error :
ja: エラー
ru: Ошибка :

source: If you promote or demote this object, you may not be allowed to undo this action.
ja: このオブジェクトを進めるかまたは拒否した場合、元に戻すことはできません。このアクションをキャンセルします。
ru: Если вы можете повысить,или понизить этот объект, вам может быть не разрешеноотменить это действие.

source: Revision %(revision)s : %(name)s
ru: Ревезия %(revision)s : %(name)s

source: Go
ja: 進む
ru: Поехали!

source: EXIT
ja: 終了
ru: ВЫХОД

source: Download all files
ja: すべてのファイルをダウンロード
ru: Скачать все файлы

source: CHECK-IN
ja: チェックイン
ru: ВПИСАТЬ

source: CHECK-OUT
ja: チェックアウト
ru: ВЫПИСАТЬ

source: Add new file / Check-in file :
ja: 新しいファイルを追加する / ファイルをチェックインする :
ru: Добавить новый файл/ Записать файл

source: DISCONNECT
ja: 切断
ru: РАЗЪЕДЕНИТЬ

source: You can not invite an user to this group.
ja: このグループにはユーザーを招待できません。
ru: Вы не можете пригласить пользователя в эту группу.

source: Welcome %(first_name)s %(last_name)s! %(s_first_name)s %(s_last_name)s (%(s_username)s) added you to OpenPLM. Your credentials: - username: %(username)s - password: %(password)s You should change your password ! See http://%(domain)s/user/%(username)s/password/
ru: Добро пожаловать %(first_name)s %(last_name)s! %(s_first_name)s %(s_last_name)s (%(s_username)s) добавил вас в OpenPLM. Ваши учетные данные: - username: %(username)s - password: %(password)s Вы должны сменить свой пароль ! Смотрите http://%(domain)s/user/%(username)s/password/

source: GO !
ja: 進む！
ru: ВПЕРЕД !

source: Download all CAD files
ru: Скачать все CAD файлы

source: Create a document and attach it to the part.
ru: Создать документ и присоеденить его к детали.

source: START DELEGATE :
ja: 権限譲渡を開始する :
ru: НАЧАТЬ ДЕЛЕГИРОВАНИЕ :

source: OWNERSHIP
ja: 所有権
ru: ВЛАДЕЛЕЦ

source: SIGNATURE 1st LEVEL
ja: 第1段階目の書名
ru: ПОДПИСЬ 1-го УРОВНЯ

source: SIGNATURE 2nd LEVEL
ja: 第2段階目の書名
ru: ПОДПИСЬ 2-го УРОВНЯ

source: ALL SIGNATURES
ja: すべての署名
ru: ВСЕ ПОДПИСИ

source: NOTIFICATIONS
ja: 通知
ru: УВЕДОМЛЕНИЯ

source: Select PDF files that will be merged into a unique PDF and click on the Download button.
ja: 独自のpdfで結合されるpdfファイルを選択し ダウンロードボタンをクリックしてください。

source: doc
ja: ドック

source: Error 404: page not found
ja: エラー 404: ページが見つかりません。

source: PASSWORD
ja: パスワード

source: Download PDF file
ja: pdfファイルのダウンロード

source: One comment has been posted.
ja: コメントが投稿されます。

source: %(comment_count)s comments have been posted.
ja: %(comment_count)s コメントが投稿されました。

source: Your account
ja: あなたのアカウント

source: Click here to edit your personal information.
ja: 個人情報を編集するにはここをクリックしてください。

source: Click here to create a new object.
ja: 新しいオブジェクトを作成するにはここをクリックしてください。

source: CREATE !
ja: 作成！

source: Import
ja: インポートする

source: Import a BOM
ja: BOMにインポートする

source: (1 - %(count)s on %(total)s)
ja: (1 - %(count)s sur %(total)s)

source: Accept that %(guest)s join the group %(group)s ?
ja: 応じる %(guest)s グループに参加することに %(group)s ?

source: Accept to join the group %(group)s ?
ja: グループに参加することに応じます。 %(group)s ?

source: Refuse that %(guest)s join the group %(group)s ?
ja: 拒否する %(guest)s グループに参加することを %(group)s ?

source: Refuse to join the group %(group)s ?
ja: グループに参加することを拒否する %(group)s ?

source: Welcome %(first_name)s %(last_name)s!
ja: ようこそ %(first_name)s %(last_name)s!

source: %(s_first_name)s %(s_last_name)s (%(s_username)s) added you to OpenPLM.
ja: %(s_first_name)s %(s_last_name)s (%(s_username)s) openPLMに追加した
