Repository: amarh/openPLM
Catalog: trunk/openPLM/locale/*/LC_MESSAGES/django.po
Languages: fr, ja, ru

source: Internal error
fr: Erreur interne
ja: インターナルエラー
ru: Внутренняя ошибка

source: Bad reference: '#', '?', '/' and '..' are not allowed
fr: Référence non correcte: '#', '?', '/' et '..' ne sont pas autorisés
ja: 誤ったリファレンス: '#', '?', '/' と '..' は許可されません。
ru: Плохое название ссылки: '#', '?', '/' и '..' не допускается

source: Bad revision: '#', '?', '/' and '..' are not allowed
fr: Révision non correcte: '#', '?', '/' et '..' ne sont pas autorisés
ja: 誤ったリヴィジョン: '#', '?', '/' と '..' は許可されません。
ru: Плохое название ревизии: '#', '?', '/' и '..' не допускается

source: Bad group, check that the group exists and that you belong to this group.
fr: Mauvais groupe, vérifiez que ce groupe existe et que vous faites bien parti de ce groupe.
ja: グループの中にあるすでに始動し存在していて誤ったグループを確認してください。
ru: Некорректная группа, убедитесь что эта группа существует, и что вы относитесь к этой группе

source: Checking this box, you allow OpenPLM to set the reference of the object.
fr: En cochant cette case, vous autorisez OpenPLM à choisir la référence de l'objet.

source: You did not check the Auto box: the reference is required.
fr: Vous n'avez pas coché la case Auto: la référence est requise.

source: An object with the same type, reference and revision already exists
fr: Un objet avec le même type, la même référence et la même révision existe déjà
ja: 同一のタイプ、リファレンス、リビジョンのオブジェクトがすでに存在しています。
ru: Объект с таким же типом, ссылкой и ревизией уже существует

source: An object with the same type and reference exists, you may consider to revise it.
fr: Un objet avec le même type et la même référence existe, vous devriez réfléchir à le réviser.

source: Select a type
fr: Sélectionnez un type
ja: タイプを選んでください。
ru: Выберите тип

source: Query
fr: Requête
ja: 申請
ru: Запрос

source: The object %(type)s // %(reference)s // %(revision)s does not exist. Note that all fields are case-sensitive.
fr: L'objet %(type)s // %(reference)s // %(revision)s n'existe pas. Notez que tous les champs sont sensibles à la casse.
ru: Объекта с такими %(type)s // %(reference)s // %(revision)s не существует. Внимание, поля чувствительны к регистру.

source: All levels
fr: Tous les niveaux
ru: Все уровни

source: First level
fr: Premier niveau
ru: Начальный уровень

source: Last level
fr: Dernier niveau
ru: Последний уровень

source: All status
fr: Tous les états
ru: Все состояния

source: Official
fr: Officiel
ru: Официально

source: Show alternates
fr: Montrer alternates

source: Show documents
fr: Afficher les documents

source: Fisrt date
fr: Première date

source: Second date
fr: Deuxième date

source: only search results
fr: seulement les résultats de recherche
ja: リザルト検索のみ
ru: только результаты поиска

source: Hierarchical
fr: Hiérarchique
ja: ヒエラルキカル
ru: Иерархическое

source: layout
fr: disposition
ja: レイアウト
ru: расположение

source: child
fr: enfants
ja: チャイルド
ru: потомок

source: owner
fr: propriétaire
ja: オーナー
ru: владелец

source: signer
fr: signataire
ja: 署名人
ru: подписавшийся

source: notified
fr: notifié
ja: ノティファイ
ru: оповещенный

source: owned
fr: dont on est propriétaire
ja: 所有者がいるもの
ru: принадлежит

source: to sign
fr: à signer
ja: 署名する
ru: подписан

source: request notification from
fr: dont on a demandé à être notifié
ja: ノティファイされるためにリクエストしたもの
ru: запрос уведомление от

source: user
fr: utilisateur
ja: ユーザー
ru: пользователь

source: The user "%(username)s" does not exist. Note that username field is case-sensitive.
fr: L'utilisateur "%(username)s" n'est pas répertorié. Notez que les champs sont sensibles à la casse.

source: Username
fr: Identifiant
ja: ユーザーネーム
ru: Имя пользователя

source: Contributor: can create parts, documents, groups and sponsor other users
fr: Contributeur : peut créer des parts, des documents, des groupes et parrainer d'autres utilisateurs

source: Reader: can not edit or create contents
fr: Lecteur: ne peut ni éditer ni créer du contenu

source: Restricted account: can only access to specific contents
fr: Compte restreint : peut seulement accéder aux contenus spécifiques

source: The new user will belong to the selected groups
fr: Le nouvel utilisateur appartiendra aux groupes sélectionnés
ja: 新しいユーザーは選択されたグループに所属します。
ru: Новый пользователь будет входить в выбранные группы

source: Email address must be unique.
fr: L'adresse mail doit être unique.
ja: メールアドレスは独自のものである必要があります。
ru: Адрес электронной почты должен быть уникальным.

source: Email's domain not valid
fr: Domaine du mail non valide
ja: メールドメインが有効ではありません。
ru: Домен электронной почты не действителен

source: Warning! There are homonyms: %s!
fr: Attention ! Il y a des homonymes: %s!
ja: 警告！同じ言葉があります。: %s!
ru: Внимание! Есть омонимы: %s!

source: A contributor or reader must belong to at least one group.
fr: Un contributeur ou lecteur doit appartenir à au moins un groupe.

source: Columns must have distinct headers.
fr: Chaque colonne doit avoir un en-tête différent.
ja: 各列には別のヘッダがあります。
ru: Столбцы должны обладать различными заголовками

source: Password
fr: Mot de passe
ja: パスワード
ru: Пароль

source: Your password was entered incorrectly. Please enter it again.
fr: Votre mot de passe a été saisi de façon incorrect. SVP veuillez le saisir à nouveau.
ja: 誤ったパスワードが入力されました。もう一度入力してください。
ru: Ваш пароль введен некорректно. Пожалуйста, введите его ещё раз.

source: Amounts
fr: Montants
ja: アマウント
ru: Количества

source: Each
fr: Pièce
ja: イーチ
ru: Каждый

source: mol
fr: Mole
ja: モル
ru: моль

source: Lengths
fr: Longueurs
ja: 長さ
ru: Длины

source: role in PLM
fr: rôle dans le PLM
ja: PLMでのロール
ru: роль в ЖЦИ

source: creator
fr: créateur
ja: 作成者
ru: создатель

source: Enter a valid e-mail address.
fr: Veuillez saisir une adresse mail valide.
ja: 有効なメールアドレスを入力してください。
ru: Введите действительный адрес электронной почты

source: This document has no files.
fr: Ce document n'a pas de fichier.
ja: このドキュメントにはファイルがありません。
ru: Этот документ не содержит файлов

source: Some files are locked.
fr: Des fichiers sont verrouillés.
ja: ロックされているファイルがあります。
ru: Некоторые файлы заблокированы.

source: files
fr: fichiers
ja: ファイル
ru: файлы

source: date of creation
fr: date de création
ja: 作成日
ru: дата создания

source: date of last modification
fr: date de la dernière modification
ja: 最終変更日
ru: дата последнего изменения

source: date of validation
fr: date de validation
ja: 有効日
ru: дата проверки

source: True if guest created the invitation
fr: Vrai si l'invité a créé l'invitation
ja: もしゲストが招待を作成した場合は正しいです。
ru: Правда если гость создан по приглашению

source: date of promotion
fr: date de validation
ru: дата продвижения

source: BOM-child
fr: nomenclature
ja: BOMチャイルド

source: doc-cad
fr: doc-cao
ja: ドックキャド

source: Some children are at a lower or draft state.
fr: Des parts enfants sont à un statut inférieur ou au statut brouillon.
ja: 劣ったステートまたはドラフトステートにあるチャイルドがあります。
ru: Некоторые потомки находятся в более низком состоянии или в состоянии разработки

source: There are no official documents attached.
fr: Il n'y a pas de document officiel attaché à cette part
ja: 添付されたドキュメントはありません。
ru: Не присоединено никаких официальных документов.

source: There are no official documents attached to some leaf parts.
fr: Il n'y a pas de document officiel attaché à certaines parts.

source: reference
fr: référence
ja: リファレンス
ru: ссылка

source: Required. 50 characters or fewer. Letters, numbers , except #, ?, / and .. characters
fr: Requis. 50 caractères maximum. Uniquement les lettres, nombres, sauf les caractères #, ?, / et ..

source: revision
fr: révision
ja: リビジョン
ru: ревизия

source: name
fr: nom
ja: ネーム
ru: название

source: Name of the product
fr: Nom du produit
ja: プロダクトネーム
ru: Название продукта

source: group
fr: groupe
ja: グループ
ru: группа

source: lifecycle
fr: cycle de vie
ja: ライフサイクル
ru: жизненный цикл

source: state
fr: état
ja: ステート
ru: состояние

source: published
fr: Publiés

source: The object is at its last state.
fr: L'objet est à son dernier état
ja: オブジェクトは最終ステートにあります。
ru: Объект находиться в последнем из возможных состояний.

source: attributes
fr: attributs
ja: アトリビュート
ru: атрибуты

source: revisions
fr: révisions
ja: リビジョン
ru: ревизии

source: history
fr: historique
ja: ヒストリ
ru: история

source: ctime
fr: date de création
ja: 作成日

source: mtime
fr: date de modification
ja: 変更日

source: administrator
fr: administrateur
ja: 管理者
ru: администратор

source: contributor
fr: contributeur
ja: コントリビューター
ru: участник

source: restricted account
fr: compte restreint

source: viewer
fr: lecteur
ja: ビューア
ru: наблюдатель

source: e-mail address
fr: Adresse E-mail

source: Upload
fr: Télécharger

source: Error: %(details)s
fr: Erreur : %(details)s
ru: Ошибка: %(details)s

source: It's not a valid child.
fr: Ce n'est pas un enfant (part) valide.

source: It's not a valid document.
fr: Ce n'est pas un document valide.

source: signer level
fr: signataire niveau
ja: 署名者レベル
ru: уровень подписчика

source: signer all levels
fr: signataire tous niveaux
ja: すべてのレベルの署名者
ru: подписан ко всем уровням

source: Search
fr: Rechercher
ja: 検索
ru: Поиск

source: Browse
fr: Parcourir

source: Error 404
fr: Erreur 404
ru: Ошибка 404

source: Error 404: it seems %(request_path)s is not a valid url.
fr: Erreur 404: %(request_path)s n'est pas une url valide.
ru: Ошибка 404: это означает что %(request_path)s не является корректным url.

source: Error 500
fr: Erreur 500
ru: Ошибка 500

source: Internal server error.
fr: Erreur interne du serveur.
ru: Внутренняя ошибка сервера.

source: Similar contents
fr: Contenus similaires

source: %(time_since)s ago
fr: Il y a %(time_since)s
ru: %(time_since)s тому назад

source: Edit this information
fr: Éditer ces informations
ru: Редактировать эту информацию

source: Change my password
fr: Changer mon mot de passe
ru: Изменить мой пароль

source: Download as PDF
fr: Télécharger au format PDF
ru: Скачать как PDF

source: Clone
fr: Cloner

source: Comments
fr: Commentaires
ja: コメント
ru: Комментарии

source: One comment has been posted.
fr: Un commentaire a été envoyé.
ru: Один комментарий был опубликован.

source: %(comment_count)s comments have been posted.
fr: %(comment_count)s commentaires ont été postés.
ru: %(comment_count)s комментариев было опубликовано.

source: Posted by:
fr: Posté par:
ja: 投稿者
ru: Добавил:

source: No comments have been posted yet.
fr: Aucun commentaire n'a encore été posté.
ja: まだ投稿はされていません。
ru: Никаких комментариев Не было опубликовано.

source: Post a comment
fr: Poster un commentaire
ja: 投稿する
ru: Добавить комментарий

source: Post
fr: Envoyer
ja: 投稿
ru: Добавить

source: Home page
fr: Page d'accueil
ja: ホームページ
ru: Домашняя страница

source: HOME
fr: ACCUEIL
ru: ГЛАВНАЯ

source: SEARCH
fr: RECHERCHER
ja: 検索
ru: ПОИСК

source: BROWSE
fr: PARCOURIR

source: CREATE
fr: CREER
ja: 作成
ru: СОЗДАТЬ

source: NAVIGATE
fr: NAVIGUER
ja: ナビゲート
ru: НАВИГАЦИЯ

source: STUDY
fr: ÉTUDIER
ja: スタディ
ru: ИЗУЧИТЬ

source: Toggle the left panel
fr: Afficher/cacher le panneau de gauche
ru: Свернуть левую панель

source: You are not allowed to see this object
fr: Vous n'êtes pas autorisé à voir cet objet
ja: このオブジェクトを見ることは許可されていません。
ru: Вам не разрешено просматривать этот объект

source: Objects
fr: Objets

source: Top assemblies
fr: Têtes d'assemblage

source: Groups
fr: Groupes

source: Users
fr: Utilisateurs
ja: ユーザー
ru: Пользователи

source: Sort
fr: Trier

source: Recently added
fr: Ajoutés récemment

source: Sorted by name
fr: Triés selon le nom

source: Number of children
fr: Nombre d'enfants

source: Most used
fr: Les plus utilisés

source: State
fr: Etat

source: All states
fr: Tous les états

source: Official state
fr: État officiel

source: Published
fr: Publiés

source: Results
fr: Résultats
ja: 結果
ru: Результаты

source: Only official objects
fr: Objets officialisés seulement

source: Only published objects
fr: Objets publiés seulement

source: All objects
fr: Tous les objets

source: (%(start)s - %(end)s on %(total)s)
fr: (%(start)s - %(end)s sur %(total)s)

source: OBJECT CLONING:
fr: CLONAGE D'OBJET:

source: Links
fr: Liens

source: No object ( part and document ) is related to this part.
fr: Aucun objet (ni part ni document) n'est lié à cet objet.

source: No part is attached to this document.
fr: Aucune part n'est lié à ce document.

source: CLONE
fr: CLONER

source: You can not clone this object since you are not a contributor.
fr: Vous ne pouvez pas cloner cet objet puisque vous n'êtes pas un contributeur.

source: OBJECT CREATION:
fr: CREATION DE L'OBJET
ja: オブジェクトの作成
ru: СОЗДАНИЕ ОБЪЕКТА:

source: This part will be attached to the document %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.
fr: Cette part va être attachée au document %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.
ru: Эта деталь была присоединена к документу %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.

source: This document will be attached to the part %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.
fr: Ce document va être attaché à la part %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.

source: This part will be added to the part %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.
fr: Cette part va être ajoutée à la part %(related_type)s // %(related_reference)s // %(related_revision)s // %(related_name)s.

source: Other creation tools:
fr: Autres outils de création:
ru: Другие инструменты создания:

source: Import several parts or documents from CSV file.
fr: Importer plusieurs parts ou document à partir d'un fichier CSV.
ru: Импорт нескольких деталей или документов из CSV файла.

source: Import a BOM from a CSV file.
fr: Importer une nomenclature à partir d'un fichier CSV.
ru: Импорт BOM из CSV файла.

source: Sponsor a new user
fr: Parrainer un nouvel utilisateur
ja: 新しいユーザーを支持する
ru: Внести нового пользователя

source: Sponsor several users from a CSV file.
fr: Parrainer plusieurs utilisateurs en utilisant à partir d'un fichier CSV.
ru: Внести несколько пользователей из CSV файла

source: You can not create an object since you are not a contributor.
fr: Vous ne pouvez pas créer un objet car vous n'êtes pas contributeur.
ja: あなたはコントリビューターではないためオブジェクトを作成できません。
ru: Вы не можете создавать объекты, потому что вы не участник.

source: OBJECT MODIFICATION:
fr: MODIFICATION DE L'OBJET
ja: オブジェクトの変更
ru: ИЗМЕНЕНИЕ ОБЪЕКТА:

source: MODIFY
fr: MODIFIER
ja: 変更する
ru: ИЗМЕНИТЬ

source: Undo
fr: Défaire
ja: 元に戻す
ru: Отменить

source: openPLM: error
fr: openPLM: erreur

source: Error
fr: Erreur
ja: エラー
ru: Ошибка

source: go back
fr: revenir en arrière
ja: バックする
ru: вернуться назад

source: Welcome %(full_name)s
fr: Bienvenue %(full_name)s!
ru: Добро пожаловать %(full_name)s

source: Groups that you own: pending invitations
fr: Les groupes dont vous êtes propriétaire: invitations en attente
ja: あなたが所有しているグループ：保留中の招待
ru: Группа в которой вы состоите: отклонила приглашение

source: Groups that you may join: pending invitations
fr: Les groupes que vous pouvez rejoindre: invitations en attente
ja: あなたが参加することができるグループ：保留中の招待
ru: Группа в которой вы можете присоедениться:ожидает вашей заявки

source: Detach
fr: Détacher

source: created %(ctime)s ago
fr: créé il y a %(ctime)s

source: You have the rights of owner on this object
fr: Vous avez les droits de propriétaire sur cet objet

source: You can not demote this object since its state is official or more advanced.
fr: Vous ne pouvez pas refuser cet objet car son statut est officiel ou encore plus avancé.
ja: そのステータスはオフィシャルあるいはそれ以上高度であるため、このオブジェクトを拒否することはできません。
ru: Вы не можете понизить этот объект потому что он находиться в официальном или более продвинутом состоянии.

source: You do not have the permission to demote this object.
fr: Vous n'avez pas la permission de refuser cet objet.
ja: このオブジェクトを拒否する権限がありません。
ru: У Вас нет прав, чтобы понижать этот объект.

source: You can not promote this object:
fr: Vous ne pouvez pas valider cet objet:
ja: このオブジェクトを進めることができません。
ru: Вы не можете повысить этот объект:

source: You already have approved this promotion.
fr: Vous avez déjà approuvé cette promotion

source: You do not have the permission to promote this object.
fr: Vous n'avez pas la permission de valider cet objet.
ja: このオブジェクトを続ける権限がありません。
ru: У Вас нет прав повышать этот объект.

source: You can not cancel this object since it has more than one revision.
fr: Vous ne pouvez pas annuler cet objet car il a plus d'une révision.

source: You can not cancel this object since it is related to another object (part, document).
fr: Vous ne pouvez pas annuler cet objet tant qu'il est lié à un autre objet (part, document).

source: You do not have the permission to cancel this object.
fr: Vous n'avez pas la permission d'annuler cet objet.

source: You can not cancel this object since its state is more advanced than draft.
fr: Vous ne pouvez pas annuler cet objet, il n'est plus à l'état de brouillon.

source: DEMOTE
fr: REFUSER
ru: ПОНИЗИТЬ

source: Are you sure you want to demote this object.
fr: Etes-vous sur de vouloir rétrograder cet objet.

source: Are you sure?
fr: Êtes-vous sur ?
ja: 間違いないですか？
ru: Вы уверены?

source: If you promote this object, you may not be allowed to undo this action.
fr: Si vous validez cet objet, vous pouvez ne plus être autorisé à annuler cette action.

source: The following revisions will be cancelled:
fr: Les révisions suivantes vont être annulées
ru: Следующие ревизии будут закрыты:

source: Revision %(revision)s : %(name)s
fr: Révision %(revision)s : %(name)s

source: The following revisions will be deprecated:
fr: Les révisions suivantes vont être dépréciées:
ru: Следующие ревизии были отменены:

source: The following alternate links will switch from the previous revision to the current one:
fr: Les liens alternate suivant vont basculer de la révision précédente vers larevision en cours:

source: Current alternate links will be dropped:
fr: Les liens alternate en cours vont être cassés:

source: PROMOTE
fr: VALIDER
ru: ПОВЫСИТЬ

source: Approve the promotion
fr: Approuver la promotion

source: Discard approvals
fr: Annuler les approbations

source: Warning, all signers will have to approve again the promotion.
fr: Attention, tous les signataires devront approuver à nouveau la promotion.

source: CANCEL
fr: ANNULER

source: Warning, if you cancel this object, it won't be anymore accessible to everyone.
fr: Attention , si vous annulez cet objet, il ne sera plus accessible à tous.

source: PUBLISH
fr: PUBLIER

source: Warning, if you publish this object, it will be accessible to everyone, including anonymous users.
fr: Attention, si vous publiez cet objet, il sera accessible à tous, utilisateurs anonymes inclus.

source: UNPUBLISH
fr: ANNULER LA PUBLICATION

source: Warning, if you unpublish this object, it won't be anymore accessible to everyone.
fr: Attention, si vous annulez la publication de cet objet, il ne sera plus accessible à tous.

source: This object has been published:
fr: Cet objet a été publié:

source: Public link
fr: Lien public

source: Replace
fr: Remplacer

source: REPLACE
fr: REMPLACER
ja: 置き換える
ru: ЗАМЕНИТЬ

source: Remove
fr: Enlever

source: Approved
fr: Approuvé

source: Add
fr: Ajouter

source: Notify
fr: Notifier
ja: 通知
ru: Оповестить

source: Unnotify me
fr: Ne plus me notifier
ja: 通知しない
ru: Не сообщать мне

source: Notify me
fr: Me notifier
ja: 通知する
ru: Сообщить мне

source: Give access to a restricted account
fr: Autoriser l'accès à un compte restreint

source: Cancelled
fr: Annulé

source: openPLM LOGIN PAGE
fr: PAGE D'ACCÈS à OpenPLM
ja: OpenPLMへのアクセスページ
ru: openPLM СТРАНИЦА ВХОДА В СИСТЕМУ

source: Welcome to openPLM
fr: Bienvenue dans openPLM
ja: ようこそ、openPLMへ。
ru: Добро пожаловать в openPLM

source: is the first genuine open source PLM based on
fr: est le premier véritable PLM open source s'appuyant sur
ja: PLMに基づく最初のオープンソースです。
ru: это первый основанный на открытом коде PLM проект

source: intended to provide a starting point for companies CMS/PLM/BIM projects.
fr: avec l'intention de fournir une base de départ pour les projets CMS/PLM/BIM des sociétés.
ja: 企業CMS / PLM / BIMプロジェクトへのスターティングポイントを供給することを目的としています。
ru: призван обеспечить отправную точку для CMS/PLM/BIM проектов компании.

source: By integrating numerous standard reusable PLM functionalities to take care of the things that companies have in common, it lets you focus on what makes your company different.
fr: En intégrant de nombreuses fonctionalités standards et réutilisables pour prendre en charge les choses que les sociétés ont en commun, cela vous permet de vous concentrer sur ce qui fait votre spécificité.
ja: 企業に共通している多くの標準的で再利用可能なPLM機能をインテグレートすることによって、あなたの会社の特異性とは何かということに集中することができます。
ru: Благодаря интеграции с многочисленными часто используемыми PLM функциональностями которые позаботятся о вещах общих для всех компаний, и позволяет сосредоточиться на том что делает вашу компанию уникальной.

source: For more information about openPLM, see
fr: Pour plus d'information concernant openPLM, voir
ja: openPLMの詳細情報についてはこちらを参照ください。
ru: Для получения большей информации об openPLM, смотри

source: openPLM connexion :
fr: Connexion à OpenPLM :
ja: OpenPLMにログインします。
ru: Подключение к openPLM:

source: Login :
fr: Identifiant :
ja: ログイン
ru: Логин :

source: Password :
fr: Mot de passe :
ja: パスワード :
ru: Пароль :

source: LOGIN
fr: ENTRER
ja: ログイン
ru: ЛОГИН

source: If you have any trouble logging in to your account, contact your administrator
fr: Si vous rencontrez des difficultés à vous connecter, contactez votre administrateur
ja: ログインできない場合は管理者へ問い合わせてください。

source: Browse public data.
fr: Parcourir les données publiques.

source: Professionals
fr: Professionels
ja: プロフェッショナル
ru: Профессионалам

source: You are planning to use openPLM in a <b>professional</b> context. If you want to work with other professionals for your project management, for other solutions plugins, for openPLM software maintenance,
fr: Vous prévoyez d'utiliser openPLM dans un contexte professionnel. Si vous voulez travailler avec d'autres professionnels pour votre gestion de projet, pour des interfaces avec d'autres solutions, pour une maintenance logiciel d'openPLM,
ja: プロジェクトマネジメントの目的や他のソリューションとのインターフェース目的、もしくはopenPLMソフトウェアのメンテナンスのために他のプロフェッショナルと共同で作業したい場合は、OpenPLMをプロフェッショナルコンテキスト内で使うことができます。
ru: Если вы планируете использовать openPLM в <b>пофессиональной</b> сфере. Если вы хотите работать с другими специалистами над вашим управлением проектом, над другими вариантами плагинов, над сопровождением кода openPLM,

source: contact us
fr: contactez-nous
ja: お問い合わせ先
ru: свяжитесь с нами

source: Select a user for your delegation as :
fr: Sélectionez un utilisateur pour déléguer votre rôle de :
ja: 権限を譲渡するユーザーを選択 :
ru: Выберете пользователя которому вы передаете полномочия :

source: Attach document?
fr: Attacher le document ?
ja: ドキュメントを添付しますか？
ru: Добавить документ?

source: Attach the selected document?
fr: Attacher le document sélectionné ?
ja: 選択したドキュメントを添付しますか？
ru: Добавить выбранный документ?

source: Close
fr: Fermer
ja: 閉じる
ru: Закрыть

source: Zoom out
fr: Dézoomer
ru: Уменьшить

source: Zoom in
fr: Zoomer
ru: Увеличить

source: Fit all
fr: Ajuster le graph à la fenêtre
ru: Уместить на экране

source: Original
fr: Zoomer à 1:1
ru: Исходный размер

source: Other revisions of the object
fr: Autre révisions de l'objet

source: previous
fr: précédent

source: displays previous revision as current object
fr: affiche la révision précédente de l'objet

source: you are on the first revision of this object
fr: vous êtes sur la première révision de l'objet

source: next
fr: suivante

source: displays next revision as current object
fr: affiche la révision suivante de l'objet

source: you are on the last revision of this object
fr: vous êtes sur la dernière révision de l'objet
